[{"Title": "Fullmetal Alchemist: Brotherhood", "Type": "TV", "Episodes": "64", "Status": "Finished Airing", "Start airing": "2009-4-5", "End airing": "2010-7-4", "Starting season": "Spring", "Broadcast time": "Sundays at 17:00 (JST)", "Producers": "Aniplex,Square Enix,Mainichi Broadcasting System,Studio Moriken", "Licensors": "Funimation,Aniplex of America", "Studios": "Bones", "Sources": "Manga", "Genres": "Action,Military,Adventure,Comedy,Drama,Magic,Fantasy,Shounen", "Duration": "24 min. per ep.", "Rating": "R", "Score": 9.25, "Scored by": 719706, "Members": 1176368, "Favorites": 105387, "Description": "\"In order for something to be obtained, something of equal value must be lost.\"\n\nAlchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called \"automail\" and become a state alchemist, the Fullmetal Alchemist.\n\nThree years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/fabddf1040abbd18948b9aacc18011b31475523493_full.jpg"}, {"Title": "Steins;Gate 0", "Type": "TV", "Episodes": "23", "Status": "Currently Airing", "Start airing": "2018-4-12", "End airing": "-", "Starting season": "Spring", "Broadcast time": "Thursdays at 01:35 (JST)", "Producers": "Nitroplus", "Licensors": "Funimation", "Studios": "White Fox", "Sources": "Visual novel", "Genres": "Sci-Fi,Thriller", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 9.16, "Scored by": 12609, "Members": 186331, "Favorites": 1117, "Description": "The dark untold story of Steins;Gate that leads with the eccentric mad scientist Okabe, struggling to recover from a failed attempt at rescuing Kurisu. He decides to give up and abandons his lively scientist alter ego, in pursuit to forget the past. When all seems to be normal, he is seemingly pulled back into the past by meeting an acquaintance of Kurisu, who tells him that they have begun testing a device that stores the memory of a human and creates a simulation of them with their characteristics and personalities. Okabe begins testing and finds out that the simulation of Kurisu has brought back anguish and some new unexpected tragedies.\n\nZero is a side story that explores events from the Beta Attractor Field's future that contribute in making the end of the original story possible.", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/26cab01d95a04956bd5a1a2994d231ea1523422286_full.jpg"}, {"Title": "Gintama", "Type": "TV", "Episodes": "201", "Status": "Finished Airing", "Start airing": "2006-4-4", "End airing": "2010-3-25", "Starting season": "Spring", "Broadcast time": "Thursdays at 18:00 (JST)", "Producers": "TV Tokyo,Aniplex,Dentsu,Trinity Sound,Audio Highs,Miracle Robo,Shueisha", "Licensors": "Sentai Filmworks,Crunchyroll", "Studios": "Sunrise", "Sources": "Manga", "Genres": "Action,Sci-Fi,Comedy,Historical,Parody,Samurai,Shounen", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 9.01, "Scored by": 139984, "Members": 452486, "Favorites": 33507, "Description": "The Amanto, aliens from outer space, have invaded Earth and taken over feudal Japan. As a result, a prohibition on swords has been established, and the samurai of Japan are treated with disregard as a consequence.\n\nHowever one man, Gintoki Sakata, still possesses the heart of the samurai, although from his love of sweets and work as a yorozuya, one might not expect it. Accompanying him in his jack-of-all-trades line of work are Shinpachi Shimura, a boy with glasses and a strong heart, Kagura with her umbrella and seemingly bottomless stomach, as well as Sadaharu, their oversized pet dog. Of course, these odd jobs are not always simple, as they frequently have run-ins with the police, ragtag rebels, and assassins, oftentimes leading to humorous but unfortunate consequences.\n\nWho said life as an errand boy was easy?\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/54c15675670ba44c1f98c3e11ba0cddf1515030877_full.jpg"}, {"Title": "Cowboy Bebop", "Type": "TV", "Episodes": "26", "Status": "Finished Airing", "Start airing": "1998-4-3", "End airing": "1999-4-24", "Starting season": "Spring", "Broadcast time": "Saturdays at 01:00 (JST)", "Producers": "Bandai Visual", "Licensors": "Funimation,Bandai Entertainment", "Studios": "Sunrise", "Sources": "Original", "Genres": "Action,Adventure,Comedy,Drama,Sci-Fi,Space", "Duration": "24 min. per ep.", "Rating": "R", "Score": 8.81, "Scored by": 359700, "Members": 695231, "Favorites": 38654, "Description": "In the year 2071, humanity has colonized several of the planets and moons of the solar system leaving the now uninhabitable surface of planet Earth behind. The Inter Solar System Police attempts to keep peace in the galaxy, aided in part by outlaw bounty hunters, referred to as \"Cowboys.\" The ragtag team aboard the spaceship Bebop are two such individuals.\n\nMellow and carefree Spike Spiegel is balanced by his boisterous, pragmatic partner Jet Black as the pair makes a living chasing bounties and collecting rewards. Thrown off course by the addition of new members that they meet in their travels—Ein, a genetically engineered, highly intelligent Welsh Corgi; femme fatale Faye Valentine, an enigmatic trickster with memory loss; and the strange computer whiz kid Edward Wong—the crew embarks on thrilling adventures that unravel each member's dark and mysterious past little by little.\n\nWell-balanced with high density action and light-hearted comedy, Cowboy Bebop is a space Western classic and an homage to the smooth and improvised music it is named after.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/127db1f9004cc0e4a515790475d9e2631473191104_full.jpg"}, {"Title": "Mushishi", "Type": "TV", "Episodes": "26", "Status": "Finished Airing", "Start airing": "2005-10-23", "End airing": "2006-6-19", "Starting season": "Fall", "Broadcast time": "Sundays at 03:40 (JST)", "Producers": "Avex Entertainment,Marvelous,SKY Perfect Well Think,Delfi Sound", "Licensors": "Funimation", "Studios": "Artland", "Sources": "Manga", "Genres": "Adventure,Fantasy,Historical,Mystery,Seinen,Slice of Life,Supernatural", "Duration": "25 min. per ep.", "Rating": "PG-13", "Score": 8.74, "Scored by": 145817, "Members": 402744, "Favorites": 17849, "Description": "\"Mushi\": the most basic forms of life in the world. They exist without any goals or purposes aside from simply \"being.\" They are beyond the shackles of the words \"good\" and \"evil.\" Mushi can exist in countless forms and are capable of mimicking things from the natural world such as plants, diseases, and even phenomena like rainbows.\n\nThis is, however, just a vague definition of these entities that inhabit the vibrant world of Mushishi, as to even call them a form of life would be an oversimplification. Detailed information on Mushi is scarce because the majority of humans are unaware of their existence.\n\nSo what are Mushi and why do they exist? This is the question that a \"Mushishi,\" Ginko, ponders constantly. Mushishi are those who research Mushi in hopes of understanding their place in the world's hierarchy of life.\n\nGinko chases rumors of occurrences that could be tied to Mushi, all for the sake of finding an answer.\n\nIt could, after all, lead to the meaning of life itself.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/3cc855b30696ef70482ccf0ed345e1921388181894_full.jpg"}, {"Title": "Death Note", "Type": "TV", "Episodes": "37", "Status": "Finished Airing", "Start airing": "2006-10-4", "End airing": "2007-6-27", "Starting season": "Fall", "Broadcast time": "Wednesdays at 00:56 (JST)", "Producers": "VAP,Konami,Ashi Production,Nippon Television Network,Shueisha", "Licensors": "Viz Media", "Studios": "Madhouse", "Sources": "Manga", "Genres": "Mystery,Police,Psychological,Supernatural,Thriller,Shounen", "Duration": "23 min. per ep.", "Rating": "R", "Score": 8.67, "Scored by": 993775, "Members": 1432871, "Favorites": 87872, "Description": "A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.\n\nHigh school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.            \n\nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/697c8b5ff2f49a97348b5507c06e11831576116356_full.jpg"}, {"Title": "Slam Dunk", "Type": "TV", "Episodes": "101", "Status": "Finished Airing", "Start airing": "1993-10-16", "End airing": "1996-3-23", "Starting season": "Fall", "Broadcast time": "-", "Producers": "TV Asahi,Animax", "Licensors": "Flatiron Film Company,Geneon Entertainment USA", "Studios": "Toei Animation", "Sources": "Manga", "Genres": "Comedy,Sports,Drama,School,Shounen", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 8.55, "Scored by": 54336, "Members": 113097, "Favorites": 3387, "Description": "Hanamichi Sakuragi, infamous for this temper, massive height, and fire-red hair, enrolls in Shohoku High, hoping to finally get a girlfriend and break his record of being rejected 50 consecutive times in middle school. His notoriety precedes him, however, leading to him being avoided by most students. Soon, after certain events, Hanamichi is left with two unwavering thoughts: \"I hate basketball,\" and \"I desperately need a girlfriend.\"\n\nOne day, a girl named Haruko Akagi approaches him without any knowledge of his troublemaking and asks him if he likes basketball. Hanamichi immediately falls head over heels in love with her, blurting out a fervent affirmative. She then leads him to the gymnasium, where she asks him if he can do a slam dunk. In an attempt to impress Haruko, he makes the leap, but overshoots, instead slamming his head straight into the blackboard. When Haruko informs the basketball team's captain of Hanamichi's near-inhuman physical capabilities, he slowly finds himself drawn into the camaraderie and competition of the sport he had previously held resentment for.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/f26a43ba646fa169a232726fe578d0cd1279145968_full.jpg"}, {"Title": "One Piece", "Type": "TV", "Episodes": "-", "Status": "Currently Airing", "Start airing": "1999-10-20", "End airing": "-", "Starting season": "Fall", "Broadcast time": "Sundays at 09:30 (JST)", "Producers": "Fuji TV,TAP,Shueisha", "Licensors": "Funimation,4Kids Entertainment", "Studios": "Toei Animation", "Sources": "Manga", "Genres": "Action,Adventure,Comedy,Super Power,Drama,Fantasy,Shounen", "Duration": "24 min.", "Rating": "PG-13", "Score": 8.54, "Scored by": 417652, "Members": 707815, "Favorites": 68985, "Description": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite] ", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/8056a82e973dde98ebb82abd39dc69731564519729_full.jpg"}, {"Title": "Usagi Drop", "Type": "TV", "Episodes": "11", "Status": "Finished Airing", "Start airing": "2011-7-8", "End airing": "2011-9-16", "Starting season": "Summer", "Broadcast time": "Fridays at 00:45 (JST)", "Producers": "Fuji TV,Tohokushinsha Film Corporation,Sony Music Entertainment,Sakura Create,Fuji Pacific Music Publishing", "Licensors": "NIS America, Inc.", "Studios": "Production I.G", "Sources": "Manga", "Genres": "Josei,Slice of Life", "Duration": "22 min. per ep.", "Rating": "PG-13", "Score": 8.52, "Scored by": 137922, "Members": 263722, "Favorites": 4659, "Description": "Daikichi Kawachi is a 30-year-old bachelor working a respectable job but otherwise wandering aimlessly through life. When his grandfather suddenly passes away, he returns to the family home to pay his respects. Upon arriving at the house, he meets a mysterious young girl named Rin who, to Daikichi’s astonishment, is his grandfather's illegitimate daughter!\n\nThe shy and unapproachable girl is deemed an embarrassment to the family, and finds herself ostracized by her father's relatives, all of them refusing to take care of her in the wake of his death. Daikichi, angered by their coldness towards Rin, announces that he will take her in—despite the fact that he is a young, single man with no prior childcare experience.\n\nUsagi Drop is the story of Daikichi's journey through fatherhood as he raises Rin with his gentle and affectionate nature, as well as an exploration of the warmth and interdependence that are at the heart of a happy, close-knit family.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/5cbf0fdfe8d3c0aafca4732d2c1f3df71309282623_full.jpg"}, {"Title": "Mob Psycho 100", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2016-7-11", "End airing": "2016-9-27", "Starting season": "Summer", "Broadcast time": "Tuesdays at 00:00 (JST)", "Producers": "Warner Bros.,KlockWorx,BS Fuji,Hakuhodo DY Music & Pictures,Shogakukan", "Licensors": "Funimation,Crunchyroll", "Studios": "Bones", "Sources": "Web manga", "Genres": "Action,Slice of Life,Comedy,Supernatural", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.51, "Scored by": 265482, "Members": 470852, "Favorites": 8657, "Description": "Eighth-grader Shigeo \"Mob\" Kageyama has tapped into his inner wellspring of psychic prowess at a young age. But the power quickly proves to be a liability when he realizes the potential danger in his skills. Choosing to suppress his power, Mob's only present use for his ability is to impress his longtime crush, Tsubomi, who soon grows bored of the same tricks.\n\nIn order to effectuate control on his skills, Mob enlists himself under the wing of Arataka Reigen, a con artist claiming to be a psychic, who exploits Mob's powers for pocket change. Now, exorcising evil spirits on command has become a part of Mob's daily, monotonous life. However, the psychic energy he exerts is barely the tip of the iceberg; if his vast potential and unrestrained emotions run berserk, a cataclysmic event that would render him completely unrecognizable will be triggered. The progression toward Mob's explosion is rising and attempting to stop it is futile.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/24452933dd3f9282b32e49f0ce5fdc5b1546985597_full.jpg"}, {"Title": "Barakamon", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2014-7-6", "End airing": "2014-9-28", "Starting season": "Summer", "Broadcast time": "Sundays at 02:20 (JST)", "Producers": "VAP,Nippon Television Network", "Licensors": "Funimation", "Studios": "Kinema Citrus", "Sources": "Web manga", "Genres": "Comedy,Slice of Life", "Duration": "22 min. per ep.", "Rating": "PG-13", "Score": 8.47, "Scored by": 174106, "Members": 323201, "Favorites": 7312, "Description": "Seishuu Handa is an up-and-coming calligrapher: young, handsome, talented, and unfortunately, a narcissist to boot. When a veteran labels his award-winning piece as \"unoriginal,\" Seishuu quickly loses his cool with severe repercussions.\n\nAs punishment, and also in order to aid him in self-reflection, Seishuu's father exiles him to the Goto Islands, far from the comfortable Tokyo lifestyle the temperamental artist is used to. Now thrown into a rural setting, Seishuu must attempt to find new inspiration and develop his own unique art style—that is, if boisterous children (headed by the frisky Naru Kotoishi), fujoshi middle schoolers, and energetic old men stop barging into his house! The newest addition to the intimate and quirky Goto community only wants to get some work done, but the islands are far from the peaceful countryside he signed up for. Thanks to his wacky neighbors who are entirely incapable of minding their own business, the arrogant calligrapher learns so much more than he ever hoped to.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/4a8c46825fb857e6cac650e950c740821404591101_full.jpg"}, {"Title": "Hunter x Hunter", "Type": "TV", "Episodes": "62", "Status": "Finished Airing", "Start airing": "1999-10-16", "End airing": "2001-3-31", "Starting season": "Fall", "Broadcast time": "Saturdays at 18:00 (JST)", "Producers": "Fuji TV", "Licensors": "Viz Media", "Studios": "Nippon Animation", "Sources": "Manga", "Genres": "Action,Adventure,Shounen,Super Power", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 8.47, "Scored by": 113656, "Members": 226092, "Favorites": 5874, "Description": "Hunters are specialized in a wide variety of fields, ranging from treasure hunting to cooking. They have access to otherwise unavailable funds and information that allow them to pursue their dreams and interests. However, being a hunter is a special privilege, only attained by taking a deadly exam with an extremely low success rate.\n\nGon Freecss, a 12-year-old boy with the hope of finding his missing father, sets out on a quest to take the Hunter Exam. Along the way, he picks up three companions who also aim to take the dangerous test: the revenge-seeking Kurapika, aspiring doctor Leorio Paladiknight, and a mischievous child the same age as Gon, Killua Zoldyck.\n\nHunter x Hunter is a classic shounen that follows the story of four aspiring hunters as they embark on a perilous adventure, fighting for their dreams while defying the odds.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/cbb55a6382682bf71e91f685c6473c5a1487736090_full.jpg"}, {"Title": "Mononoke", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2007-7-13", "End airing": "2007-9-28", "Starting season": "Summer", "Broadcast time": "-", "Producers": "Fuji TV", "Licensors": "Flatiron Film Company", "Studios": "Toei Animation", "Sources": "Original", "Genres": "Mystery,Historical,Horror,Demons,Psychological,Supernatural,Fantasy,Seinen", "Duration": "22 min. per ep.", "Rating": "R", "Score": 8.46, "Scored by": 36530, "Members": 124063, "Favorites": 3669, "Description": "The \"Medicine Seller\" is a deadly and mysterious master of the occult who travels across feudal Japan in search of malevolent spirits called \"mononoke\" to slay. When he locates one of these spirits, he cannot simply kill it; he must first learn its Form, its Truth, and its Reason in order to wield the mighty Exorcism Sword and fight against it. He must begin  his strange exorcisms with intense psychological analysis and careful investigative work—an extremely dangerous step, as he must first confront and learn about the mononoke before he even has the means to defeat it.\n\nThe Medicine Seller's journey leads him to an old-fashioned inn where Shino, a pregnant woman, has finally found a place to rest. The owner has reluctantly placed her in the last vacant room; however, as she settles in, it quickly becomes clear that the room is infested by a lethal band of mononoke, the Zashiki Warashi. With his hunter's intuition, the Medicine Seller begins his investigation to discover the Form, the Truth, and the Reason before the Zashiki Warashi can kill again.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/955ae49a68648b931699a537e90e884b1416976678_full.jpg"}, {"Title": "Fate/Zero", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2011-10-2", "End airing": "2011-12-25", "Starting season": "Fall", "Broadcast time": "Sundays at 00:00 (JST)", "Producers": "Aniplex,Nitroplus,Seikaisha,Notes", "Licensors": "Aniplex of America", "Studios": "ufotable", "Sources": "Novel", "Genres": "Action,Supernatural,Magic,Fantasy", "Duration": "28 min. per ep.", "Rating": "R", "Score": 8.44, "Scored by": 369489, "Members": 655870, "Favorites": 20802, "Description": "With the promise of granting any wish, the omnipotent Holy Grail triggered three wars in the past, each too cruel and fierce to leave a victor. In spite of that, the wealthy Einzbern family is confident that the Fourth Holy Grail War will be different; namely, with a vessel of the Holy Grail now in their grasp. Solely for this reason, the much hated \"Magus Killer\" Kiritsugu Emiya is hired by the Einzberns, with marriage to their only daughter Irisviel as binding contract.\n\nKiritsugu now stands at the center of a cutthroat game of survival, facing off against six other participants, each armed with an ancient familiar, and fueled by unique desires and ideals. Accompanied by his own familiar, Saber, the notorious mercenary soon finds his greatest opponent in Kirei Kotomine, a priest who seeks salvation from the emptiness within himself in pursuit of Kiritsugu.\n\nBased on the light novel written by Gen Urobuchi, Fate/Zero depicts the events of the Fourth Holy Grail War—10 years prior to Fate/stay night. Witness a battle royale in which no one is guaranteed to survive.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/2ee05df6e44530437069955b71f09daf1317839234_full.jpg"}, {"Title": "Owarimonogatari", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2015-10-4", "End airing": "2015-12-20", "Starting season": "Fall", "Broadcast time": "Sundays at 00:00 (JST)", "Producers": "Aniplex", "Licensors": "Aniplex of America", "Studios": "Shaft", "Sources": "Light novel", "Genres": "Mystery,Comedy,Supernatural,Vampire", "Duration": "26 min. per ep.", "Rating": "R", "Score": 8.44, "Scored by": 87374, "Members": 188126, "Favorites": 1160, "Description": "A peculiar transfer student named Ougi Oshino has just arrived at Naoetsu Private High School. She is quickly introduced to senior student Koyomi Araragi by their mutual friend Kanbaru Suruga, in hopes of obtaining advice regarding a strange discovery she has made. After taking a look at the school's layout, Ougi notices that a classroom has appeared in an otherwise empty area—a place that should not exist. \n\nUnsure if this is the work of an apparition, Araragi and Ougi attempt to unravel the truth behind this enigma. But Araragi soon discovers, after finding himself locked in with Ougi, that the room holds the memory of an event he had long since forgotten.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/a8a938c47dd9fb234e1e6da529b2b5111443563063_full.jpg"}, {"Title": "Natsume Yuujinchou", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2008-7-8", "End airing": "2008-9-30", "Starting season": "Summer", "Broadcast time": "Tuesdays at 01:00 (JST)", "Producers": "Aniplex,Nihon Ad Systems,TV Tokyo Music,Sony Music Entertainment", "Licensors": "NIS America, Inc.", "Studios": "Brain's Base", "Sources": "Manga", "Genres": "Slice of Life,Supernatural,Drama,Fantasy,Shoujo", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.4, "Scored by": 106982, "Members": 282680, "Favorites": 10137, "Description": "While most fifteen-year-old boys, in one way or another, harbor secrets that are related to girls, Takashi Natsume has a peculiar and terrifying secret involving youkai: for as long as he can remember, he has been constantly chased by these spirits. Natsume soon discovers that his deceased grandmother Reiko had passed on to him the Yuujinchou, or \"Book of Friends,\" which contains the names of the spirits whom she brought under her control. Now in Natsume's possession, the book gives Reiko's grandson this power as well, which is why these enraged beings now haunt him in hopes of somehow attaining their freedom.\n\nWithout parents and a loving home, and constantly being hunted by hostile, merciless youkai, Natsume is looking for solace—a place where he belongs. However, his only companion is a self-proclaimed bodyguard named Madara. Fondly referred to as Nyanko-sensei, Madara is a mysterious, pint-sized feline spirit who has his own reasons for sticking with the boy.\n\nBased on the critically acclaimed manga by Yuki Midorikawa, Natsume Yuujinchou is an unconventional and supernatural slice-of-life series that follows Natsume as he, with his infamous protector Madara, endeavors to free the spirits bound by his grandmother's contract.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/3b7183aa0e0b39430cd4f294ab4a9f231327959666_full.jpg"}, {"Title": "Toradora!", "Type": "TV", "Episodes": "25", "Status": "Finished Airing", "Start airing": "2008-10-2", "End airing": "2009-3-26", "Starting season": "Fall", "Broadcast time": "Thursdays at 01:20 (JST)", "Producers": "Genco,Starchild Records,Magic Capsule,Yomiuri Advertising,TV Tokyo Music", "Licensors": "NIS America, Inc.", "Studios": "J.C.Staff", "Sources": "Light novel", "Genres": "Slice of Life,Comedy,Romance,School", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.4, "Scored by": 549537, "Members": 896003, "Favorites": 34946, "Description": "Ryuuji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student, who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the \"Palmtop Tiger.\"\n\nOne day, an embarrassing mistake causes the two students to cross paths. Ryuuji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yuusaku Kitamura, who happens to be his best friend. But things only get crazier when Ryuuji reveals that he has a crush on Minori Kushieda—Taiga's best friend!\n\nToradora! is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/0c40842ee6753a33e292ab258eb901171406587958_full.jpg"}, {"Title": "Bakemonogatari", "Type": "TV", "Episodes": "15", "Status": "Finished Airing", "Start airing": "2009-7-3", "End airing": "2010-6-25", "Starting season": "Summer", "Broadcast time": "Fridays at 23:00 (JST)", "Producers": "Aniplex,Kodansha", "Licensors": "Aniplex of America", "Studios": "Shaft", "Sources": "Light novel", "Genres": "Romance,Supernatural,Mystery,Vampire", "Duration": "24 min. per ep.", "Rating": "R", "Score": 8.36, "Scored by": 349832, "Members": 654360, "Favorites": 26866, "Description": "Koyomi Araragi, a third-year high school student, manages to survive a vampire attack with the help of Meme Oshino, a strange man residing in an abandoned building. Though being saved from vampirism and now a human again, several side effects such as superhuman healing abilities and enhanced vision still remain. Regardless, Araragi tries to live the life of a normal student, with the help of his friend and the class president, Tsubasa Hanekawa.\n\nWhen fellow classmate Hitagi Senjougahara falls down the stairs and is caught by Araragi, the boy realizes that the girl is unnaturally weightless. Despite Senjougahara's protests, Araragi insists he help her, deciding to enlist the aid of Oshino, the very man who had once helped him with his own predicament.\n\nThrough several tales involving demons and gods, Bakemonogatari follows Araragi as he attempts to help those who suffer from supernatural maladies.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/2298cd3152d723592023777d5157a5d11347307796_full.jpg"}, {"Title": "SKET Dance", "Type": "TV", "Episodes": "77", "Status": "Finished Airing", "Start airing": "2011-4-7", "End airing": "2012-9-27", "Starting season": "Spring", "Broadcast time": "Thursdays at 18:00 (JST)", "Producers": "TV Tokyo,Avex Entertainment,Dentsu", "Licensors": "-", "Studios": "Tatsunoko Production", "Sources": "Manga", "Genres": "Comedy,School,Shounen", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.33, "Scored by": 43711, "Members": 128703, "Favorites": 2451, "Description": "At Kaimei High School there is a special club dedicated to helping others known as the SKET Brigade. The brains of the group is Kazuyoshi \"Switch\" Usui, a tech-savvy otaku who speaks through speech synthesis software, while the brawn is provided by Hime \"Himeko\" Onizuka, the hockey stick-wielding girl once known as \"Onihime.\"  And last but not least, their leader is Yuusuke \"Bossun\" Fujisaki, whose latent ability is evoked by his goggles, allowing him to summon the awesome power of extraordinary concentration.  \n\nHowever, most of the school only know them as the club that handles odd jobs. Many of their days are spent in the clubroom slacking off, but when there is something to be done, they give their all to help others—usually in sincere, but unintentionally hilarious, ways. The SKET Brigade do all they can to provide support, kindness, encouragement, and troubleshooting to any students crazy enough to ask for their services.  \n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/69265eb93a25ab7d8a9180eb18be87f91301520977_full.jpg"}, {"Title": "Durarara!!", "Type": "TV", "Episodes": "24", "Status": "Finished Airing", "Start airing": "2010-1-8", "End airing": "2010-6-25", "Starting season": "Winter", "Broadcast time": "Fridays at 01:25 (JST)", "Producers": "Aniplex,Square Enix,Mainichi Broadcasting System,Movic,ASCII Media Works,Sakura Create", "Licensors": "Aniplex of America", "Studios": "Brain's Base", "Sources": "Light novel", "Genres": "Action,Mystery,Supernatural", "Duration": "24 min. per ep.", "Rating": "R", "Score": 8.3, "Scored by": 372864, "Members": 736850, "Favorites": 24556, "Description": "In Tokyo's downtown district of Ikebukuro, amidst many strange rumors and warnings of anonymous gangs and dangerous occupants, one urban legend stands out above the rest—the existence of a headless \"Black Rider\" who is said to be seen driving a jet-black motorcycle through the city streets.\n\nMikado Ryuugamine has always longed for the excitement of the city life, and an invitation from a childhood friend convinces him to move to Tokyo. Witnessing the Black Rider on his first day in the city, his wishes already seem to have been granted. But as supernatural events begin to occur, ordinary citizens like himself, along with Ikebukuro's most colorful inhabitants, are mixed up in the commotion breaking out in their city.\n\n[Written by MAL Rewrite]\n", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/4e653adda1d5c4622bd496dc10cacf211451958742_full.jpg"}, {"Title": "Chihayafuru", "Type": "TV", "Episodes": "25", "Status": "Finished Airing", "Start airing": "2011-10-5", "End airing": "2012-3-28", "Starting season": "Fall", "Broadcast time": "Wednesdays at Unknown", "Producers": "VAP,Nippon Television Network", "Licensors": "Sentai Filmworks", "Studios": "Madhouse", "Sources": "Manga", "Genres": "Drama,Game,Josei,School,Slice of Life,Sports", "Duration": "22 min. per ep.", "Rating": "PG-13", "Score": 8.29, "Scored by": 88321, "Members": 211765, "Favorites": 4502, "Description": "Chihaya Ayase, a strong-willed and tomboyish girl, grows up under the shadow of her older sister. With no dreams of her own, she is contented with her share in life till she meets Arata Wataya. The quiet transfer student in her elementary class introduces her to competitive karuta, a physically and mentally demanding card game inspired by the classic Japanese anthology of Hundred Poets. Captivated by Arata's passion for the game and inspired by the possibility of becoming the best in Japan, Chihaya quickly falls in love with the world of karuta. Along with the prodigy Arata and her haughty but hard-working friend Taichi Mashima, she joins the local Shiranami Society. The trio spends their idyllic childhood days playing together, until circumstances split them up.\n\nNow in high school, Chihaya has grown into a karuta freak. She aims to establish the Municipal Mizusawa High Competitive Karuta Club, setting her sights on the national championship at Omi Jingu. Reunited with the now indifferent Taichi, Chihaya's dream of establishing a karuta team is only one step away from becoming true: she must bring together members with a passion for the game that matches her own.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/3711c8d7170680a6f6fa3503b2ca7da31572467477_full.jpg"}, {"Title": "Skip Beat!", "Type": "TV", "Episodes": "25", "Status": "Finished Airing", "Start airing": "2008-10-6", "End airing": "2009-3-30", "Starting season": "Fall", "Broadcast time": "Mondays at 02:00 (JST)", "Producers": "Sotsu,Pony Canyon,Hakusensha,TV Tokyo Music", "Licensors": "Pied Piper", "Studios": "Hal Film Maker", "Sources": "Manga", "Genres": "Comedy,Drama,Romance,Shoujo", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.24, "Scored by": 90060, "Members": 163307, "Favorites": 4651, "Description": "Bright, diligent, and yet naïve 16-year-old Kyouko Mogami works hard to support the career and dreams of her childhood friend, crush, and rising pop icon, Shoutarou Fuwa. Toiling endlessly at burger joints and tea ceremonies, the innocent Kyouko remains unaware that day in day out, all her tireless efforts have been taken for granted, until, one day, she finds out that her beloved Shou sees her as nothing but a free servant. Shocked, heartbroken and enraged, she vows to take revenge on the rookie star by entering the ruthless world of entertainment herself. As she steps into this new life, Kyouko will face new challenges as well as people who will push her out of her comfort zone.\n\nBased on the best-selling shoujo manga by Yoshiki Nakamura, Skip Beat showcases the growth of a young woman who slowly unlearns how to work herself to the bone for the satisfaction of others and takes her future into her own hands instead.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/4bbe3a679c7365d16dd49c9d78ae992e1279142023_full.jpg"}, {"Title": "Gankutsuou", "Type": "TV", "Episodes": "24", "Status": "Finished Airing", "Start airing": "2004-10-6", "End airing": "2005-3-30", "Starting season": "Fall", "Broadcast time": "Tuesdays at 02:12 (JST)", "Producers": "GDH,TV Asahi,Media Factory,Sotsu Music Publishing", "Licensors": "Funimation,Geneon Entertainment USA", "Studios": "Gonzo", "Sources": "Novel", "Genres": "Drama,Mystery,Sci-Fi,Supernatural,Thriller", "Duration": "24 min. per ep.", "Rating": "R", "Score": 8.22, "Scored by": 42174, "Members": 130995, "Favorites": 2760, "Description": "Gankutsuou is an anime loosely based on the novel The Count of Monte Cristo by Alexandre Dumas. It tells the story of Albert Morcerf, a young aristocrat who happens to befriend a wealthy nobleman, The Count of Monte Cristo, through a series of bizarre events. Fascinated by the Count's charm, Albert invites him to meet his friends and family, all of whom happen to be part of the upper class society of Paris, France. Unfortunately, little does Albert realize that the Count has ulterior motives in mind.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/8d1de125068d1f7f18dacab8c72b54741424476276_full.jpg"}, {"Title": "Cardcaptor Sakura", "Type": "TV", "Episodes": "70", "Status": "Finished Airing", "Start airing": "1998-4-7", "End airing": "2000-3-21", "Starting season": "Spring", "Broadcast time": "Tuesdays at 18:00 (JST)", "Producers": "NHK,Kodansha,Sogo Vision,YTV", "Licensors": "Nelvana,NIS America, Inc.,Geneon Entertainment USA", "Studios": "Madhouse", "Sources": "Manga", "Genres": "Adventure,Comedy,Drama,Magic,Romance,Fantasy,School,Shoujo", "Duration": "25 min. per ep.", "Rating": "PG", "Score": 8.21, "Scored by": 120737, "Members": 235112, "Favorites": 9358, "Description": "Sakura Kinomoto is your garden-variety ten-year-old fourth grader, until one day, she stumbles upon a mysterious book containing a set of cards. Unfortunately, she has little time to divine what the cards mean because she accidentally stirs up a magical gust of wind and unintentionally scatters the cards all over the world. Suddenly awakened from the book, the Beast of the Seal, Keroberos (nicknamed Kero-chan), tells Sakura that she has released the mystical Clow Cards created by the sorcerer Clow Reed. The Cards are no ordinary playthings. Each of them possesses incredible powers, and because they like acting independently, Clow sealed all the Cards within a book. Now that the Cards are set free, they pose a grave danger upon the world, and it is up to Sakura to prevent the Cards from causing a catastrophe!\n\nAppointing Sakura the title of \"the Cardcaptor\" and granting her the Sealed Key, Keroberos tasks her with finding and recapturing all the Cards. Alongside her best friend Tomoyo Daidouji, and with Kero-chan's guidance, Sakura must learn to balance her new secret duty with the everyday troubles of a young girl involving love, family, and school, all while she takes flight on her magical adventures as Sakura the Cardcaptor.\n\n[Written by MAL Rewrite] ", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/a3d51f0142b3376815ddea3b060f5ac41407779079_full.jpg"}, {"Title": "Hikaru no Go", "Type": "TV", "Episodes": "75", "Status": "Finished Airing", "Start airing": "2001-10-10", "End airing": "2003-3-26", "Starting season": "Fall", "Broadcast time": "-", "Producers": "TV Tokyo,Dentsu,Dream Force", "Licensors": "Viz Media", "Studios": "Studio Pierrot", "Sources": "Manga", "Genres": "Comedy,Game,Shounen,Supernatural", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 8.17, "Scored by": 39532, "Members": 83518, "Favorites": 1785, "Description": "12-year-old Shindou Hikaru is just your average 6th grader. One day, while searching through his grandfather's attic, he comes across an old Go board. Upon touching the Go board, Hikaru is possessed by the spirit of Fujiwara no Sai, and continues to be haunted by him soon after. Sai was once a great Go player, who committed suicide and continued to stay in the world as a spirit desiring only to play Go once again. Finally bending to Sai's pleas, Hikaru allows Sai to play Go through himself, unknowingly attempting the first game with the young prodigy Touya Akira. Time has finally started moving, as Sai's quest for the perfect game, \"The Hand of God\", is set underway. Based on the manga by Yumi Hotta and Takeshi Obata.", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/e4e58e88a92c518dd61803f148f5dd031576204334_full.jpg"}, {"Title": "Full Metal Panic? Fumoffu", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2003-8-26", "End airing": "2003-10-18", "Starting season": "Summer", "Broadcast time": "-", "Producers": "Tatsunoko Production,Kadokawa Shoten,Fuji TV,Imagica,Rakuonsha,Kadokawa Pictures Japan,KlockWorx,Happinet Pictures,Animation Do", "Licensors": "ADV Films,Funimation", "Studios": "Kyoto Animation", "Sources": "Light novel", "Genres": "Action,Comedy,School", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.16, "Scored by": 126198, "Members": 201761, "Favorites": 2647, "Description": "It's back-to-school mayhem with Kaname Chidori and her war-freak classmate Sousuke Sagara as they encounter more misadventures in and out of Jindai High School. But when Kaname gets into some serious trouble, Sousuke takes the guise of Bonta-kun—the gun-wielding, butt-kicking mascot. And while he struggles to continue living as a normal teenager, Sousuke also has to deal with protecting his superior officer Teletha Testarossa, who has decided to take a vacation from Mithril and spend a couple of weeks as his and Kaname's classmate.\n\n(Source: ANN)", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/6767d172823d0b2508feef97da066f561508463937_full.jpg"}, {"Title": "Eureka Seven", "Type": "TV", "Episodes": "50", "Status": "Finished Airing", "Start airing": "2005-4-17", "End airing": "2006-4-2", "Starting season": "Spring", "Broadcast time": "Sundays at 07:00 (JST)", "Producers": "Aniplex,Bandai Visual,Kadokawa Shoten,Mainichi Broadcasting System,Bandai,Ashi Production,Sony Music Entertainment,Bandai Namco Games,Hakuhodo DY Media Partners,Bandai Channel,USEN", "Licensors": "Funimation,Bandai Entertainment", "Studios": "Bones", "Sources": "Original", "Genres": "Sci-Fi,Adventure,Drama,Romance,Mecha", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.15, "Scored by": 126429, "Members": 302780, "Favorites": 7893, "Description": "In the backwater town of Bellforest lives a 14-year-old boy named Renton Thurston. He desires to leave his home behind and join the mercenary group known as Gekkostate, hoping to find some adventure to brighten up his mundane life. However, stuck between his grandfather's insistence to become a mechanic like him and the pressure of his deceased father's legacy, the only excitement Renton finds is in his pastime of riding the Trapar wave particles that are dispersed throughout the air, an activity akin to surfing.\n\nEverything changes when an unknown object crashes through Renton's garage, discovered to be a Light Finding Operation—a robot capable of riding the Trapar waves—specifically known as the Nirvash typeZERO. Its pilot is a young girl named Eureka, a member of the Gekkostate, who requests a tune-up for the Nirvash. Their meeting sparks the beginning of Renton's involvement with the Gekkostate as he takes off alongside Eureka as the co-pilot of the Nirvash.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/0c9ef07ae31b11cb4e9c1548dc2ea82b1498160894_full.jpg"}, {"Title": "Kamisama Hajimemashita", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2012-10-2", "End airing": "2012-12-25", "Starting season": "Fall", "Broadcast time": "Tuesdays at 02:05 (JST)", "Producers": "TV Tokyo,Dentsu,Sotsu,Pony Canyon,Hakusensha,DAX Production", "Licensors": "Funimation", "Studios": "TMS Entertainment", "Sources": "Manga", "Genres": "Comedy,Demons,Supernatural,Romance,Fantasy,Shoujo", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.14, "Scored by": 137222, "Members": 262597, "Favorites": 6297, "Description": "High schooler Nanami Momozono has quite a few problems of late, beginning with her absentee father being in such extreme debt that they lose everything. Downtrodden and homeless, she runs into a man being harassed by a dog. After helping him, she explains her situation, and to her surprise, he offers her his home in gratitude. But when she discovers that said home is a rundown shrine, she tries to leave; however, she is caught by two shrine spirits and a fox familiar named Tomoe. They mistake her for the man Nanami rescued—the land god of the shrine, Mikage. Realizing that Mikage must have sent her there as a replacement god, Tomoe leaves abruptly, refusing to serve a human.\n\nRather than going back to being homeless, Nanami immerses herself in her divine duties. But if she must keep things running smoothly, she will need the help of a certain hot-headed fox. In her fumbling attempt to seek out Tomoe, she lands in trouble and ends up sealing a contract with him. Now the two must traverse the path of godhood together as god and familiar; but it will not be easy, for new threats arise in the form of a youkai who wants to devour the girl, a snake that wants to marry her, and Nanami's own unexpected feelings for her new familiar.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/6a0ef6f3c75c62e2c844981db222437b1420159283_full.jpg"}, {"Title": "ReLIFE", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2016-7-2", "End airing": "2016-9-24", "Starting season": "Summer", "Broadcast time": "Saturdays at 00:00 (JST)", "Producers": "Aniplex,Half H.P Studio,comico,Hakuhodo DY Media Partners,Lawson,C & I entertainment", "Licensors": "Funimation,Crunchyroll", "Studios": "TMS Entertainment", "Sources": "Web manga", "Genres": "Slice of Life,Romance,School", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 8.14, "Scored by": 213697, "Members": 385566, "Favorites": 3999, "Description": "Dismissed as a hopeless loser by those around him, 27-year-old Arata Kaizaki bounces around from one job to another after quitting his first company. His unremarkable existence takes a sharp turn when he meets Ryou Yoake, a member of the ReLife Research Institute, who offers Arata the opportunity to change his life for the better with the help of a mysterious pill. Taking it without a second thought, Arata awakens the next day to find that his appearance has reverted to that of a 17-year-old.\n\nArata soon learns that he is now the subject of a unique experiment and must attend high school as a transfer student for one year. Though he initially believes it will be a cinch due to his superior life experience, Arata is proven horribly wrong on his first day: he flunks all his tests, is completely out of shape, and can't keep up with the new school policies that have cropped up in the last 10 years. Furthermore, Ryou has been assigned to observe him, bringing Arata endless annoyance. ReLIFE follows Arata's struggle to adjust to his hectic new lifestyle and avoid repeating his past mistakes, all while slowly discovering more about his fellow classmates.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/06f2c7030f794acf0bfdd34e5735bd191465708255_full.jpg"}, {"Title": "Yowamushi Pedal", "Type": "TV", "Episodes": "38", "Status": "Finished Airing", "Start airing": "2013-10-8", "End airing": "2014-7-1", "Starting season": "Fall", "Broadcast time": "-", "Producers": "TOHO animation,Akita Shoten", "Licensors": "Discotek Media", "Studios": "TMS Entertainment", "Sources": "Manga", "Genres": "Comedy,Sports,Drama,Shounen", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.12, "Scored by": 60588, "Members": 123508, "Favorites": 1888, "Description": "Sakamichi Onoda is a cheerful otaku looking to join his new school's anime club, eager to finally make some friends. Unfortunately, the club has been disbanded and he takes it upon himself to revive it by finding students who are willing to join. Without much luck, Onoda decides to make a round trip to Akihabara on his old, bulky city bicycle, a weekly 90-kilometer ride he has been completing since fourth grade.\n\nThis is when he meets fellow first year student, Shunsuke Imaizumi, a determined cyclist who is using the school's steep incline for practice. Surprised by Onoda's ability to climb the hill with his specific type of bicycle, Imaizumi challenges him to a race, with the proposition of joining the anime club should Onoda win. And thus begins the young boy's first foray into the world of high school bicycle racing!\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/7a36b97db217210884787b989c48b9eb1412362077_full.jpg"}, {"Title": "Fairy Tail", "Type": "TV", "Episodes": "175", "Status": "Finished Airing", "Start airing": "2009-10-12", "End airing": "2013-3-30", "Starting season": "Fall", "Broadcast time": "Saturdays at 10:30 (JST)", "Producers": "TV Tokyo,Dentsu,Pony Canyon,Kodansha,DAX Production,Sakura Create", "Licensors": "Funimation", "Studios": "Satelight,A-1 Pictures", "Sources": "Manga", "Genres": "Action,Adventure,Comedy,Magic,Fantasy,Shounen", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.09, "Scored by": 417645, "Members": 806105, "Favorites": 37460, "Description": "In the mystical land of Fiore, magic exists as an essential part of everyday life. Countless magic guilds lie at the core of all magical activity, and serve as venues for like-minded mages to band together and take on job requests. Among them, Fairy Tail stands out from the rest as a place of strength, spirit, and family.\n\nLucy Heartfilia is a young mage searching for celestial gate keys, and her dream is to become a full-fledged wizard by joining this famous guild. In her search, she runs into Natsu Dragneel and his partner Happy, who are on a quest to find Natsu's foster father, the dragon Igneel.\n\nUpon being tricked by a man, Lucy falls under an abduction attempt, only to be saved by Natsu. To her shock, he reveals that he is a member of Fairy Tail and invites her to join them. There, Lucy meets the guild's strange members, such as the ice wizard Gray Fullbuster and magic swordswoman Erza Scarlet. Together as a family, they battle the forces of evil, help those in need, and gain new friends, all the while enjoying the never-ending adventure that is Fairy Tail.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/f4ca1a545a471a9ce6e43eef8e8d72541539734102_full.jpg"}, {"Title": "Log Horizon", "Type": "TV", "Episodes": "25", "Status": "Finished Airing", "Start airing": "2013-10-5", "End airing": "2014-3-22", "Starting season": "Fall", "Broadcast time": "Saturdays at 17:30 (JST)", "Producers": "NHK", "Licensors": "Sentai Filmworks", "Studios": "Satelight", "Sources": "Novel", "Genres": "Action,Game,Adventure,Magic,Fantasy", "Duration": "25 min. per ep.", "Rating": "PG-13", "Score": 8.09, "Scored by": 290562, "Members": 548433, "Favorites": 7428, "Description": "In the blink of an eye, thirty thousand bewildered Japanese gamers are whisked from their everyday lives into the world of the popular MMORPG, Elder Tale, after the game's latest update—unable to log out. Among them is the socially awkward college student Shiroe, whose confusion and shock lasts only a moment as, a veteran of the game, he immediately sets out to explore the limits of his new reality.\n\nShiroe must learn to live in this new world, leading others and negotiating with the NPC \"natives\" in order to bring stability to the virtual city of Akihabara. He is joined by his unfortunate friend Naotsugu, having logged in for the first time in years only to find himself trapped, and Akatsuki, a petite but fierce assassin who labels Shiroe as her master. A tale of fantasy, adventure, and politics, Log Horizon explores the elements of gaming through the eyes of a master strategist who attempts to make the best of a puzzling situation.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/f39842bd473e2db08ea8a1d8849c93ae1412197326_full.jpg"}, {"Title": "FLCL", "Type": "OVA", "Episodes": "6", "Status": "Finished Airing", "Start airing": "2000-4-26", "End airing": "2001-3-16", "Starting season": "-", "Broadcast time": "-", "Producers": "Starchild Records,GANSIS", "Licensors": "Funimation,Synch-Point", "Studios": "Gainax,Production I.G", "Sources": "Original", "Genres": "Action,Sci-Fi,Comedy,Parody,Dementia,Psychological,Mecha", "Duration": "25 min. per ep.", "Rating": "PG-13", "Score": 8.06, "Scored by": 228767, "Members": 400400, "Favorites": 15747, "Description": "Naota Nandaba is an ordinary sixth grader living in a city where nothing amazing ever seems to happen. After his brother Tasuku leaves town to play baseball in America, Naota takes it upon himself to look after everything Tasuku left behind—from his top bunk bed to his ex-girlfriend Mamimi Samejima, who hasn't stopped clinging to Naota since Tasuku left. \n\nLittle does Naota know, however, that his mundane existence is on the verge of being changed forever: enter Haruko Haruhara, a Vespa-riding, bass guitar-wielding, pink-haired psychopath whose first encounter with Naota leaves him with tire tracks on his back and a giant horn on his head. Though all he wants is some peace and quiet, when Haruko takes up residence at his parents' home, Naota finds himself dragged into the heart of the greatest battle for supremacy that Earth—and quite possibly the entire universe—has ever seen.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/53cad05568080e3cb31eb079173066fb1558734837_full.jpg"}, {"Title": "Overlord", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2015-7-7", "End airing": "2015-9-29", "Starting season": "Summer", "Broadcast time": "Tuesdays at 23:00 (JST)", "Producers": "AT-X,Grooove,Hakuhodo DY Music & Pictures,Kadokawa", "Licensors": "Funimation", "Studios": "Madhouse", "Sources": "Light novel", "Genres": "Action,Game,Adventure,Supernatural,Magic,Fantasy", "Duration": "24 min. per ep.", "Rating": "R", "Score": 8.06, "Scored by": 265500, "Members": 461796, "Favorites": 7196, "Description": "The final hour of the popular virtual reality game Yggdrasil has come. However, Momonga, a powerful wizard and master of the dark guild Ainz Ooal Gown, decides to spend his last few moments in the game as the servers begin to shut down. To his surprise, despite the clock having struck midnight, Momonga is still fully conscious as his character and, moreover, the non-player characters appear to have developed personalities of their own!\n\nConfronted with this abnormal situation, Momonga commands his loyal servants to help him investigate and take control of this new world, with the hopes of figuring out what has caused this development and if there may be others in the same predicament.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/9e1a4846885dc3994414b608f80490781531935326_full.jpg"}, {"Title": "Drifters", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2016-10-7", "End airing": "2016-12-23", "Starting season": "Fall", "Broadcast time": "Fridays at 23:00 (JST)", "Producers": "Hoods Entertainment,NBCUniversal Entertainment Japan,Shounen Gahousha", "Licensors": "Funimation", "Studios": "Hoods Drifters Studio", "Sources": "Manga", "Genres": "Action,Adventure,Comedy,Historical,Samurai,Fantasy,Seinen", "Duration": "23 min. per ep.", "Rating": "R", "Score": 8.05, "Scored by": 114672, "Members": 236940, "Favorites": 1776, "Description": "At the Battle of Sekigahara in 1600, Toyohisa Shimazu is the rearguard for his retreating troops, and is critically wounded when he suddenly finds himself in a modern, gleaming white hallway. Faced with only a stoic man named Murasaki and hundreds of doors on both sides, Toyohisa is pulled into the nearest door and into a world completely unlike his own.\n\nThe strange land is populated by all manner of fantastical creatures, as well as warriors from different eras of Toyohisa's world who were thought to be dead. Quickly befriending the infamous warlord Nobunaga Oda and the ancient archer Yoichi Suketaka Nasu, Toyohisa learns of the political unrest tearing through the continent. Furthermore, they have been summoned as \"Drifters\" to fight against the \"Ends,\" people who are responsible for the creation of the Orte Empire and are trying to annihilate the Drifters. As the Ends grow more powerful, so does the Empire's persecution of elves and other demihumans. It is up to Toyohisa and his group of unconventional heroes to battle in a brand-new world war to help the Empire's subjects, while protecting the land to claim for themselves and challenging the Ends.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/726d45e25fc2f239ccdd753a16742efb1475824870_full.jpg"}, {"Title": "Eyeshield 21", "Type": "TV", "Episodes": "145", "Status": "Finished Airing", "Start airing": "2005-4-6", "End airing": "2008-3-19", "Starting season": "Spring", "Broadcast time": "-", "Producers": "TV Tokyo,Nihon Ad Systems,TV Tokyo Music,Shueisha", "Licensors": "Sentai Filmworks", "Studios": "Studio Gallop", "Sources": "Manga", "Genres": "Action,Sports,Comedy,Shounen", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 8.05, "Scored by": 48407, "Members": 105607, "Favorites": 1638, "Description": "Sena is like any other shy kid starting high school; he's just trying to survive. Constantly bullied, he's accustomed to running away.\n\nSurviving high school is about to become a lot more difficult after Hiruma, captain of the school's American football team, witnesses Sena's incredible agility and speed during an escape from some bullies. Hiruma schemes to make Sena the running back of his school team, The Devil Bats, hoping that it will turn around the squad's fortunes from being the laughingstock of Japan's high school leagues, to title contender.\n\nTo protect his precious star player from rivaling recruiters, he enlists Sena as \"team secretary,\" giving him a visored helmet and the nickname \"Eyeshield 21\" to hide his identity.\n\nThe Devilbats will look to make their way to the Christmas Bowl, an annual tournament attended by the best football teams in Japan, with \"Eyeshield 21\" leading the way. Will they be able to win the Christmas Bowl? Will Sena be able to transform from a timid, undersized freshman to an all-star player? Put on your pads and helmet to find out!", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/f7adee8b50d73664021c3e4e3042e8101279142732_full.jpg"}, {"Title": "Full Metal Panic! The Second Raid", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2005-7-14", "End airing": "2005-10-20", "Starting season": "Summer", "Broadcast time": "-", "Producers": "Kadokawa Shoten,Happinet Pictures", "Licensors": "ADV Films,Funimation,Kadokawa Pictures USA", "Studios": "Kyoto Animation", "Sources": "Light novel", "Genres": "Action,Military,Mecha", "Duration": "24 min. per ep.", "Rating": "R", "Score": 8.03, "Scored by": 108262, "Members": 181984, "Favorites": 1234, "Description": "This series is set about two months after the events ocurred in the Tuatha de Danaan at the end of the original series. Mithril becomes aware of a secret organization that has technology able to counter the ECS (Electronic Cloaking System) mode. This organization, known as Amalgam, also has \"Black Technology,\" obtained from \"Whispered\" like Kaname Chidori, and like the other intelligence agencies, they intend to obtain more; however, when Sousuke's mission to protect Chidori is terminated by Mithril, all seems to be in place for Amalgam's plans...\n\n(Source: ANN)", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/05420374d45b1de6e365ae27e8374d091522264400_full.jpg"}, {"Title": "Beelzebub", "Type": "TV", "Episodes": "60", "Status": "Finished Airing", "Start airing": "2011-1-9", "End airing": "2012-3-25", "Starting season": "Winter", "Broadcast time": "Sundays at Unknown", "Producers": "Studio Pierrot,Dentsu,Yomiuri Telecasting,Shueisha", "Licensors": "Discotek Media", "Studios": "Pierrot Plus", "Sources": "Manga", "Genres": "Action,Comedy,Demons,Supernatural,School,Shounen", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.02, "Scored by": 134517, "Members": 297955, "Favorites": 3746, "Description": "Ishiyama High is a school populated entirely by delinquents, where nonstop violence and lawlessness are the norm. However, there is one universally acknowledged rule—don't cross first year student Tatsumi Oga, Ishiyama's most vicious fighter.\n\nOne day, Oga is by a riverbed when he encounters a man floating down the river. After being retrieved by Oga, the man splits down the middle to reveal a baby, which crawls onto Oga's back and immediately forms an attachment to him. Though he doesn't know it yet, this baby is named Kaiser de Emperana Beelzebub IV, or \"Baby Beel\" for short—the son of the Demon Lord!\n\nAs if finding the future Lord of the Underworld isn't enough, Oga is also confronted by Hildegard, Beel's demon maid. Together they attempt to raise Baby Beel—although surrounded by juvenile delinquents and demonic powers, the two of them may be in for more of a challenge than they can imagine.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/be709d61c2952bd6f73cbcf949b8e8931293503784_full.jpg"}, {"Title": "Yakitate!! Japan", "Type": "TV", "Episodes": "69", "Status": "Finished Airing", "Start airing": "2004-10-12", "End airing": "2006-3-14", "Starting season": "Fall", "Broadcast time": "-", "Producers": "TV Tokyo,Aniplex,d-rights,Tohokushinsha Film Corporation,Atelier Musa", "Licensors": "Nozomi Entertainment", "Studios": "Sunrise", "Sources": "Manga", "Genres": "Comedy,Shounen", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.02, "Scored by": 26367, "Members": 61815, "Favorites": 746, "Description": "Yakitate means \"fresh baked\", but the word \"Japan\" is actually a pun - pan means bread in Japanese, so Kazuma is out to make Japan, a unique Japanese bread to compete with the best bread from around the world!\n\nAzuma became obsessed with bread when he was six years old. His sister yelled that their family should start having bread for breakfast sometimes, but their grandfather refused to even consider it, as he would only eat natto, miso soup, and rice for breakfast. Kazuma agreed, saying he didn`t like bread, but his sister kidnaps him and takes him to a bread store to show him the wonders of fresh-baked bread. Not only is Kazuma converted, but the owner discovers that Kazuma has the magical \"Hands of the Sun\" whose warmth makes them particularly suited to making bread. The owner packs up shop and goes to Tokyo to fulfill his dream of making Japan, but Kazuma continues his bread-baking dream as well, and ends up going to Tokyo himself when he`s sixteen, to compete for a spot at the foremost bread store in Japan - Pantasia!\n", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/264e177ac6879c574e5205a356637bba1447452106_full.jpg"}, {"Title": "Non Non Biyori", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2013-10-8", "End airing": "2013-12-24", "Starting season": "Fall", "Broadcast time": "Tuesdays at 02:05 (JST)", "Producers": "TV Tokyo,Lantis,Media Factory,Kadokawa Shoten,AT-X,Sony Music Communications", "Licensors": "Sentai Filmworks", "Studios": "Silver Link.", "Sources": "Manga", "Genres": "Comedy,School,Seinen,Slice of Life", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.01, "Scored by": 82059, "Members": 187973, "Favorites": 3234, "Description": "Asahigaoka might look like typical, boring countryside to most; however, no day in this village can ever be considered colorless thanks to five students of varying ages occupying the only class in the only school in town. The youngest student is first grader Renge Miyauchi, who brings an unadulterated wit, curiosity, and her characteristic catchphrase, \"Nyanpasu!\" Then there are the Koshigaya siblings consisting of the quiet ninth grader and elder brother Suguru, diminutive eighth grader Komari, and the mischievous seventh grader Natsumi. The recent arrival of Tokyo-raised fifth grader Hotaru Ichijou, who appears overdeveloped for her age and thus naturally holds an air of maturity, rounds out this lively and vibrant group of five classmates.\n\nBased on the manga penned and illustrated by Atto, Non Non Biyori chronicles the not-so-normal daily lives of this group of friends as they engage in their own brand of fun and frolic, and playfully struggle with the realities of living in a rural area.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/f24f103a10fd45daab2d4754d2e384b71437527434_full.jpg"}, {"Title": "Plastic Memories", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2015-4-5", "End airing": "2015-6-28", "Starting season": "Spring", "Broadcast time": "Sundays at 00:30 (JST)", "Producers": "Aniplex,Movic,AT-X,ASCII Media Works,Bushiroad,MAGES.,Asahi Broadcasting,BS11", "Licensors": "Aniplex of America", "Studios": "Doga Kobo", "Sources": "Original", "Genres": "Sci-Fi,Drama,Romance", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 8.0, "Scored by": 169596, "Members": 339988, "Favorites": 5135, "Description": "Eighteen-year-old Tsukasa Mizugaki has failed his college entrance exams, but after pulling some strings, he manages to land a job at the Sion Artificial Intelligence Corporation. SAI Corp is responsible for the creation of \"Giftias\"—highly advanced androids which are almost indiscernible from normal humans. However, unlike humans, Giftias have a maximum lifespan of 81,920 hours, or around nine years and four months. Terminal Service One, the station Tsukasa was assigned to, is responsible for collecting Giftias that have met their expiration date, before they lose their memories and become hostile.\n\nPromptly after joining Terminal Service One, Tsukasa is partnered with a beautiful Giftia named Isla. She is a Terminal Service veteran and considered the best in Giftia retrievals, contrary to her petite figure and placid nature. Time is fleeting though, and Tsukasa must come to terms with his feelings for Isla before her time is up. No matter how much someone desires it, nothing lasts forever.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/ad2b0b48b9f93920299b014bd70f24ed1428100037_full.jpg"}, {"Title": "Magic Kaito 1412", "Type": "TV", "Episodes": "24", "Status": "Finished Airing", "Start airing": "2014-10-4", "End airing": "2015-3-28", "Starting season": "Fall", "Broadcast time": "Saturdays at 17:30 (JST)", "Producers": "Aniplex,Yomiuri Telecasting,DAX Production", "Licensors": "-", "Studios": "A-1 Pictures", "Sources": "Manga", "Genres": "Adventure,Comedy,Romance,Shounen", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.96, "Scored by": 25249, "Members": 60261, "Favorites": 595, "Description": "Eight years after the mysterious death of his father, Kaito Kuroba, a slightly mischievous but otherwise ordinary teenager, discovers a shocking secret: the Phantom Thief Kaito Kid—also known as \"The Magician Under the Moonlight\"—was none other than his own father. The former thief was murdered by a criminal organization seeking a mythical stone called the Pandora Gem, said to shed a tear with the passing of the Valley Comet that comes every ten thousand years. When the tear is consumed, the gem supposedly grants immortality.\n\nVowing to bring those responsible for his father's death to justice, Kaito dons the Phantom Thief's disguise, stealing priceless jewels night after night to find the Pandora Gem before his enemies can use the power for themselves.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/73a02c7ac1cc41bf692edfb397137a101420157943_full.jpg"}, {"Title": "Kokoro Connect", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2012-7-8", "End airing": "2012-9-30", "Starting season": "Summer", "Broadcast time": "Sundays at 00:30 (JST)", "Producers": "Starchild Records,Enterbrain", "Licensors": "Sentai Filmworks", "Studios": "Silver Link.", "Sources": "Light novel", "Genres": "Slice of Life,Comedy,Supernatural,Drama,Romance,School", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.95, "Scored by": 207732, "Members": 393530, "Favorites": 5469, "Description": "When five students at Yamaboshi Academy realize that there are no clubs where they fit in, they band together to form the Student Cultural Society, or \"StuCS\" for short. The club consists of: Taichi Yaegashi, a hardcore wrestling fan; Iori Nagase, an indecisive optimist; Himeko Inaba, a calm computer genius; Yui Kiriyama, a petite karate practitioner; and Yoshifumi Aoki, the class clown.\n\nOne day, Aoki and Yui experience a strange incident when, without warning, they switch bodies for a short period of time. As this supernatural phenomenon continues to occur randomly amongst the five friends, they begin to realize that it is not just fun and games. Now forced to become closer than ever, they soon discover each other's hidden secrets and emotional scars, which could end up tearing the StuCS and their friendship apart.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/3cc2a02548c242c19f668d88aa72a1ac1341524886_full.jpg"}, {"Title": "Full Metal Panic! Invisible Victory", "Type": "TV", "Episodes": "12", "Status": "Currently Airing", "Start airing": "2018-4-13", "End airing": "-", "Starting season": "Spring", "Broadcast time": "Fridays at 20:30 (JST)", "Producers": "-", "Licensors": "Funimation", "Studios": "Xebec", "Sources": "Light novel", "Genres": "Action,Military,Mecha", "Duration": "24 min. per ep.", "Rating": "None", "Score": 7.94, "Scored by": 1283, "Members": 30055, "Favorites": 89, "Description": "-", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/3867b3f219d03dadde9793bed866d43d1523597461_full.jpg"}, {"Title": "Gundam Build Fighters", "Type": "TV", "Episodes": "25", "Status": "Finished Airing", "Start airing": "2013-10-7", "End airing": "2014-3-31", "Starting season": "Fall", "Broadcast time": "Mondays at 18:00 (JST)", "Producers": "TV Tokyo,Sotsu", "Licensors": "Nozomi Entertainment", "Studios": "Sunrise", "Sources": "Original", "Genres": "Action,Sci-Fi,Mecha", "Duration": "25 min. per ep.", "Rating": "G", "Score": 7.93, "Scored by": 20140, "Members": 41545, "Favorites": 479, "Description": "Though Gundam Plastic Models, better known as Gunpla, exploded in popularity with the release of the anime series Mobile Suit Gundam, their presence faded before resurging with a new purpose. Through the power of Plavsky particles, fans are now able to pit their Gunpla against others in a virtual reality-style battle with the best competing at the annual Gunpla World Tournament. \n\nSei Iori, whose father was a once finalist in the competition, dreams of one day conquering the contest himself. However, while Sei is an expert Gunpla builder, he lacks the prowess to effectively fight his creations during actual battle. In comes Reiji, a mysterious boy who is curiously ignorant of society but quickly demonstrates to Sei tremendous ability in Gunpla battles. The two boys decide to combine their strengths in order to sweep the Gunpla World Tournament and take the Gunpla world by storm.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/47362ca7ea9b03c780103068bb30864b1490213743_full.jpg"}, {"Title": "Charlotte", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2015-7-5", "End airing": "2015-9-27", "Starting season": "Summer", "Broadcast time": "Sundays at 00:00 (JST)", "Producers": "Aniplex,Mainichi Broadcasting System,Movic,Visual Art's,ASCII Media Works,Tokyo MX,BS11", "Licensors": "Aniplex of America", "Studios": "P.A. Works", "Sources": "Original", "Genres": "Drama,School,Super Power", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.92, "Scored by": 309155, "Members": 520429, "Favorites": 9360, "Description": "While on the surface Yuu Otosaka appears to be just another charming and intelligent teenager, he has a secret—he has the ability to slip into people's minds and fully control their body for five seconds at a time. Yuu has been using this skill for years to gain the highest grades, which allowed him to enter a prestigious high school.\n\nWhen the enigmatic Nao Tomori catches Yuu using his power, she coerces him and his sister Ayumi into transferring to Hoshinoumi Academy, a school for students with supernatural abilities. The student council of the school, led by Nao, is tasked with secretly tracking down adolescents who abuse their powers. Yuu is forced to join the student council and together, they face formidable challenges that bring him closer to the shocking truth that his own, seemingly incomplete ability, might be more powerful than he could have ever imagined.\n\nAn original story from Jun Maeda, creator of Angel Beats and Clannad, Charlotte explores the supernatural lives of these teenagers and the price they must pay for being special.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/f67a9d25f1a79891bd8cc9e68bf6021c1435186459_full.jpg"}, {"Title": "91 Days", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2016-7-9", "End airing": "2016-10-1", "Starting season": "Summer", "Broadcast time": "Saturdays at 01:55 (JST)", "Producers": "Shochiku,Mainichi Broadcasting System,Shochiku Music Publishing", "Licensors": "Funimation,Crunchyroll", "Studios": "Shuka", "Sources": "Original", "Genres": "Action,Drama,Historical", "Duration": "24 min. per ep.", "Rating": "R", "Score": 7.89, "Scored by": 110739, "Members": 250404, "Favorites": 2347, "Description": "As a child living in the town of Lawless, Angelo Lagusa has witnessed a tragedy: his parents and younger brother have been mercilessly slaughtered by the Vanetti mafia family. Losing everything he holds dear, he leaves both his name and hometown behind, adopting the new identity of Avilio Bruno.\n\nSeven years later, Avilio finally has his chance for revenge when he receives a mysterious letter prompting him to return to Lawless. Obliging, he soon encounters the Vanetti don's son, Nero, and seeks to befriend him using the skills he has quietly honed for years.\n\nSet during the Prohibition era, 91 Days tells the story of Avilio's dark, bloodstained path to vengeance, as he slowly ends each of the men involved in the killing of his family.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/e91939a4f48ac442425e1ded03ba36731467927131_full.jpg"}, {"Title": "Golden Time", "Type": "TV", "Episodes": "24", "Status": "Finished Airing", "Start airing": "2013-10-4", "End airing": "2014-3-28", "Starting season": "Fall", "Broadcast time": "Fridays at 02:35 (JST)", "Producers": "Genco,Starchild Records", "Licensors": "Sentai Filmworks", "Studios": "J.C.Staff", "Sources": "Light novel", "Genres": "Comedy,Drama,Romance", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.89, "Scored by": 209309, "Members": 391655, "Favorites": 6301, "Description": "Due to a tragic accident, Banri Tada is struck with amnesia, dissolving the memories of his hometown and past. However, after befriending Mitsuo Yanagisawa, he decides to move on and begin a new life at law school in Tokyo. But just as he is beginning to adjust to his college life, the beautiful Kouko Kaga dramatically barges into Banri's life, and their chance meeting marks the beginning of an unforgettable year. \n\nAfter having a glimpse of college life, Banri learns that he is in a new place and a new world – a place where he can be reborn, to have new friends, fall in love, makes mistakes and grow. And as he begins to discover who he was, the path he has chosen leads him towards a blindingly bright life that he will never want to forget.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/fc8938a7d556f9068bb8ed327c6c56351380569594_full.jpg"}, {"Title": "White Album 2", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2013-10-6", "End airing": "2013-12-29", "Starting season": "Fall", "Broadcast time": "-", "Producers": "Starchild Records", "Licensors": "-", "Studios": "Satelight", "Sources": "Visual novel", "Genres": "Drama,Music,Romance,Slice of Life", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.89, "Scored by": 59820, "Members": 129222, "Favorites": 2338, "Description": "Haruki Kitahara's light music club is on the verge of disbanding. At this rate, the third year's dream of performing at the school festival would never be realized. However, as his exhausted fingers drift through the chords of \"White Album,\" the first song he would ever play, an angelic voice and mysterious piano begin harmonizing with his lonely guitar. It is a momentous performance that marks the beginning of everything for Haruki.\n\nWhite Album 2 orchestrates Haruki's final semester with complex romance and exhilarating music, as the curtains of the stage he so desired begin to open...\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/eb8e031b31c11a2dc86f67356c3b33fe1380822049_full.jpg"}, {"Title": "Naruto", "Type": "TV", "Episodes": "220", "Status": "Finished Airing", "Start airing": "2002-10-3", "End airing": "2007-2-8", "Starting season": "Fall", "Broadcast time": "Thursdays at 19:30 (JST)", "Producers": "TV Tokyo,Aniplex,Shueisha", "Licensors": "Viz Media", "Studios": "Studio Pierrot", "Sources": "Manga", "Genres": "Action,Adventure,Comedy,Super Power,Martial Arts,Shounen", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.87, "Scored by": 638218, "Members": 963857, "Favorites": 34071, "Description": "Moments prior to Naruto Uzumaki's birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.\n\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/0145388e3ecfdb5a63ce1e9feaeef44a1279141923_full.jpg"}, {"Title": "Black Jack", "Type": "OVA", "Episodes": "12", "Status": "Finished Airing", "Start airing": "1993-12-21", "End airing": "2011-12-16", "Starting season": "-", "Broadcast time": "-", "Producers": "Animax,Akita Shoten", "Licensors": "Central Park Media", "Studios": "Tezuka Productions", "Sources": "Manga", "Genres": "Drama", "Duration": "50 min. per ep.", "Rating": "PG-13", "Score": 7.84, "Scored by": 5678, "Members": 19092, "Favorites": 201, "Description": "Kuroo Hazama, also known as \"Black Jack,\" is a legend in the medical world. Famous for being one of the best, as well as not having a license, Hazama and his assistant Pinoko save countless lives that other doctors cannot... for a price; an exorbitant price, in fact, which causes many to view the genius as greedy and heartless. Despite these claims, however, none can deny his skill and the lengths that he will go to treat his patients. This dark medical drama tells the story of the ominous and mysterious world of underground medicine as Black Jack risks his life to cure some of the most bizarre diseases imaginable, even if it means breaking every law in the process.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/4ae3ad8063e5dba770c2e39bfe01f6a11422326960_full.jpg"}, {"Title": "Mobile Suit Gundam Wing", "Type": "TV", "Episodes": "49", "Status": "Finished Airing", "Start airing": "1995-4-7", "End airing": "1996-3-29", "Starting season": "Spring", "Broadcast time": "Fridays at 17:00 (JST)", "Producers": "TV Asahi", "Licensors": "Bandai Entertainment", "Studios": "Sunrise", "Sources": "Original", "Genres": "Action,Military,Sci-Fi,Space,Drama,Mecha", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.84, "Scored by": 59497, "Members": 101945, "Favorites": 2213, "Description": "The United Earth Sphere Alliance is a powerful military organization that has ruled over Earth and space colonies with an iron fist for several decades. When the colonies proclaimed their opposition to this, their leader was assassinated. Now, in the year After Colony 195, bitter colonial rebels have launched \"Operation Meteor,\" sending five powerful mobile suits to Earth for vengeance. Built out of virtually indestructible material called Gundanium Alloy, these \"Gundams\" begin an assault against the Alliance and its sub organization OZ.\n\nOne Gundam, whose pilot has taken the name of the slain colony leader Heero Yuy, is forced to make a crash landing into the ocean after an atmospheric battle against OZ's ace pilot Zechs Marquise. Upon coming ashore, he is found by Relena Peacecraft, daughter of a peace-seeking politician, who witnesses Heero's descent to Earth. Although neither of them realize it yet, this encounter will have a profound impact on both their lives, as well as those on Earth and in space colonies.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/12c4005cf97b95e149e841d1a3a6bbe11490302419_full.jpg"}, {"Title": "Nisekoi", "Type": "TV", "Episodes": "20", "Status": "Finished Airing", "Start airing": "2014-1-11", "End airing": "2014-5-24", "Starting season": "Winter", "Broadcast time": "Saturdays at 23:30 (JST)", "Producers": "Aniplex,Mainichi Broadcasting System,Shueisha", "Licensors": "Aniplex of America", "Studios": "Shaft", "Sources": "Manga", "Genres": "Harem,Comedy,Romance,School,Shounen", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.82, "Scored by": 283061, "Members": 501394, "Favorites": 7660, "Description": "Raku Ichijou, a first-year student at Bonyari High School, is the sole heir to an intimidating yakuza family. Ten years ago, Raku made a promise to his childhood friend. Now, all he has to go on is a pendant with a lock, which can only be unlocked with the key which the girl took with her when they parted.\n\nNow, years later, Raku has grown into a typical teenager, and all he wants is to remain as uninvolved in his yakuza background as possible while spending his school days alongside his middle school crush Kosaki Onodera. However, when the American Bee Hive Gang invades his family's turf, Raku's idyllic romantic dreams are sent for a toss as he is dragged into a frustrating conflict: Raku is to pretend that he is in a romantic relationship with Chitoge Kirisaki, the beautiful daughter of the Bee Hive's chief, so as to reduce the friction between the two groups. Unfortunately, reality could not be farther from this whopping lie—Raku and Chitoge fall in hate at first sight, as the girl is convinced he is a pathetic pushover, and in Raku's eyes, Chitoge is about as attractive as a savage gorilla. \n\nNisekoi follows the daily antics of this mismatched couple who have been forced to get along for the sake of maintaining the city's peace. With many more girls popping up his life, all involved with Raku's past somehow, his search for the girl who holds his heart and his promise leads him in more unexpected directions than he expects.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/0cf2bb1d8613e37f7b8913b0cc85065b1389123747_full.jpg"}, {"Title": "Akame ga Kill!", "Type": "TV", "Episodes": "24", "Status": "Finished Airing", "Start airing": "2014-7-7", "End airing": "2014-12-15", "Starting season": "Summer", "Broadcast time": "Mondays at 00:00 (JST)", "Producers": "Square Enix,TOHO animation", "Licensors": "Sentai Filmworks", "Studios": "White Fox", "Sources": "Manga", "Genres": "Action,Adventure,Drama,Fantasy,Shounen", "Duration": "23 min. per ep.", "Rating": "R", "Score": 7.8, "Scored by": 467037, "Members": 762315, "Favorites": 14292, "Description": "Night Raid is the covert assassination branch of the Revolutionary Army, an uprising assembled to overthrow Prime Minister Honest, whose avarice and greed for power has lead him to take advantage of the child emperor's inexperience. Without a strong and benevolent leader, the rest of the nation is left to drown in poverty, strife, and ruin. Though the Night Raid members are all experienced killers, they understand that taking lives is far from commendable and that they will likely face retribution as they mercilessly eliminate anyone who stands in the revolution's way.\n\nThis merry band of assassins' newest member is Tatsumi, a naïve boy from a remote village who had embarked on a journey to help his impoverished hometown and was won over by not only Night Raid's ideals, but also their resolve. Akame ga Kill! follows Tatsumi as he fights the Empire and comes face-to-face with powerful weapons, enemy assassins, challenges to his own morals and values, and ultimately, what it truly means to be an assassin with a cause.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/4fe71ff4ce4cf1b0d13b814d42ba51bc1404629753_full.jpg"}, {"Title": "Tsuritama", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2012-4-13", "End airing": "2012-6-29", "Starting season": "Spring", "Broadcast time": "Fridays at 01:15 (JST)", "Producers": "Aniplex,Dentsu,Fuji TV,tsuritama partners,Sakura Create", "Licensors": "Sentai Filmworks", "Studios": "A-1 Pictures", "Sources": "Original", "Genres": "Comedy,Sci-Fi,Slice of Life,Sports", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.79, "Scored by": 41879, "Members": 108419, "Favorites": 1979, "Description": "Yuki Sanada is a socially awkward young man who lives with his grandmother. Due to her job, they must move around a lot. This means Yuki has difficulty forming lasting relationships with his peers, or relationships at all, for that matter. His fear of social interaction is so great that when asked to make a greeting or parting speech in his classes, Yuki often freezes. As if drowning, he blacks out from the present, only able to focus on his certain ridicule. However, Yuki's life changes forever when he moves to Enoshima and meets an odd boy named Haru—who claims to be an alien.\n\nHaru wields a questionable water gun and fish bowl, and has a tendency to speak with the beta fish inside it. He immediately latches onto Yuki as a friend, completely disregarding any complaints Yuki might have about this. Haru is like a force of nature, unheeding of other people's resistance to his antics. Together, Haru and Yuki also snowball a fellow classmate and fisherman named Natsuki Usami into Haru’s schemes. What out-of-this-world adventures lie ahead for this unique bunch? Find out in Tsuritama!", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/81768983b78e9d34c69ba21997f396e11335926055_full.jpg"}, {"Title": "Dragon Ball Super", "Type": "TV", "Episodes": "131", "Status": "Finished Airing", "Start airing": "2015-7-5", "End airing": "2018-3-25", "Starting season": "Summer", "Broadcast time": "Sundays at 09:00 (JST)", "Producers": "Yomiko Advertising,Fuji TV", "Licensors": "Funimation", "Studios": "Toei Animation", "Sources": "Manga", "Genres": "Action,Adventure,Comedy,Fantasy,Martial Arts,Shounen,Super Power", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.78, "Scored by": 95807, "Members": 242036, "Favorites": 4188, "Description": "Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction.\n\nDisturbed by a prophecy that he will be defeated by a \"Super Saiyan God,\" Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/98ea4207e23a2ea3e3af39ad641d88001533322009_full.jpg"}, {"Title": "Another", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2012-1-10", "End airing": "2012-3-27", "Starting season": "Winter", "Broadcast time": "-", "Producers": "Lantis,Kadokawa Shoten,Toho,KlockWorx,Bandai Namco Live Creative,NTT Docomo", "Licensors": "Sentai Filmworks", "Studios": "P.A. Works", "Sources": "Novel", "Genres": "Mystery,Horror,Supernatural,Thriller,School", "Duration": "24 min. per ep.", "Rating": "R", "Score": 7.77, "Scored by": 463082, "Members": 757905, "Favorites": 11320, "Description": "In 1972, a popular student in Yomiyama North Middle School's class 3-3 named Misaki passed away during the school year. Since then, the town of Yomiyama has been shrouded by a fearful atmosphere, from the dark secrets hidden deep within.\n\nTwenty-six years later, 15-year-old Kouichi Sakakibara transfers into class 3-3 of Yomiyama North and soon after discovers that a strange, gloomy mood seems to hang over all the students. He also finds himself drawn to the mysterious, eyepatch-wearing student Mei Misaki; however, the rest of the class and the teachers seem to treat her like she doesn't exist. Paying no heed to warnings from everyone including Mei herself, Kouichi begins to get closer not only to her, but also to the truth behind the gruesome phenomenon plaguing class 3-3 of Yomiyama North.\n\nAnother follows Kouichi, Mei, and their classmates as they are pulled into the enigma surrounding a series of inevitable, tragic events—but unraveling the horror of Yomiyama may just cost them the ultimate price.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/6a63d28dc4193210a69c83f1fca67bf21325886769_full.jpg"}, {"Title": "Fruits Basket", "Type": "TV", "Episodes": "26", "Status": "Finished Airing", "Start airing": "2001-7-5", "End airing": "2001-12-27", "Starting season": "Summer", "Broadcast time": "Thursdays at 18:00 (JST)", "Producers": "TV Tokyo,Nihon Ad Systems,King Records", "Licensors": "Funimation", "Studios": "Studio Deen", "Sources": "Manga", "Genres": "Slice of Life,Comedy,Drama,Romance,Fantasy,Shoujo", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.77, "Scored by": 166937, "Members": 290319, "Favorites": 7538, "Description": "After the accident in which she lost her mother, 16-year-old Tooru moves in with her grandfather, but due to his home being renovated, is unable to continue living with him. Claiming she will find someone to stay with but also fearing the criticism of her family and not wanting to burden any of her friends, Tooru resorts to secretly living on her own in a tent in the woods.\n\nOne night on her way back from work, she finds her tent buried underneath a landslide. Yuki Souma, the \"prince\" of her school, and his cousin Shigure Souma, a famous author, stumble across Tooru's situation and invite her to stay with them until her grandfather’s home renovations are complete.\n\nUpon arriving at the Souma house, Tooru discovers their secret: if a Souma is hugged by someone of the opposite gender, they temporarily transform into one of the animals of the zodiac! However, this strange phenomenon is no laughing matter; rather, it is a terrible curse that holds a dark history. As she continues her journey, meeting more members of the zodiac family, will Tooru's kindhearted yet resilient nature be enough to prepare her for what lies behind the Souma household's doors?\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/113723dbe198372b4cbede38898083991554421405_full.jpg"}, {"Title": "Gakuen Alice", "Type": "TV", "Episodes": "26", "Status": "Finished Airing", "Start airing": "2004-10-30", "End airing": "2005-5-14", "Starting season": "Fall", "Broadcast time": "-", "Producers": "Aniplex,Sogo Vision", "Licensors": "Nozomi Entertainment", "Studios": "Group TAC", "Sources": "Manga", "Genres": "Comedy,School,Shoujo,Super Power", "Duration": "25 min. per ep.", "Rating": "G", "Score": 7.77, "Scored by": 33032, "Members": 62497, "Favorites": 1396, "Description": "Mikan Sakura is a normal 10-year-old girl. Optimistic, energetic, and overall a very sweet child, Mikan is the complete opposite of the aloof, intelligent, and somewhat cold-hearted, Hotaru Imai. Despite their glaring differences, the two girls have been best friends for a very long time. So when Hotaru suddenly transfers to Alice Academy, a prestigious school in the city, her best friend is devastated—especially when she hears of the horrible rumors regarding the academy's harsh treatment of students. Beset with worry, Mikan runs away to see her best friend!\n\nUpon her arrival, Mikan learns of \"Alices,\" individuals gifted with various supernatural abilities, and that the school is an institution built by the government to train and protect them. Discovering that she has her own unique powers, Mikan enrolls in the academy, and, after a lot of trouble, finally reunites with Hotaru.\n\nGakuen Alice is a heartwarming comedy that follows Mikan and her friends' adventures in the academy, as well as their attempt to uncover the mysteries surrounding the problematic, fire-wielding student Natsume Hyuuga.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/6930616e551edeb6b2e5ed84f393ec401487113107_full.jpg"}, {"Title": "Servant x Service", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2013-7-5", "End airing": "2013-9-27", "Starting season": "Summer", "Broadcast time": "-", "Producers": "Aniplex,Half H.P Studio,Asahi Broadcasting", "Licensors": "Aniplex of America", "Studios": "A-1 Pictures", "Sources": "4-koma manga", "Genres": "Comedy,Slice of Life", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.77, "Scored by": 52012, "Members": 111479, "Favorites": 464, "Description": "Imagine if three people suddenly found themselves as civil servants of the city Mitsuba. What sort of personalities and drives would they have to push them to seek out such careers? Lucy Yamagami, a serious young woman assigned to the Welfare Administrative Section, intends to use the job as a means of settling a vendetta against another civil servant. Yutaka Hasebe, a flirtatious young man assigned to the First Section of the Welfare Department, intends to slack off whenever he can and have a good time. And Saya Miyoshi, a college graduate assigned to the Second Section of the Welfare Department, intends to simply get through the first job she's had in her life as best she can.\n\nServant x Service follows these three newcomers starting their jobs as government employees under their supervisor, Taishi Ichimiya, who is utterly clueless about how to direct them—despite having worked there for the last eight years. Nevertheless, he welcomes them as fellow civil servants and encourages them to work themselves like dogs for the sake of the citizens. We follow their day-to-day lives as they experience the rigors of government employment, including dealing with regulations, office romances, paperwork, and being the nearest punching bags when citizens need something to complain about.", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/1b7b13d547ab551edd381dd21e52c5c31372367873_full.jpg"}, {"Title": "Full Metal Panic!", "Type": "TV", "Episodes": "24", "Status": "Finished Airing", "Start airing": "2002-1-8", "End airing": "2002-6-18", "Starting season": "Winter", "Broadcast time": "Tuesdays at 18:30 (JST)", "Producers": "Kadokawa Shoten", "Licensors": "ADV Films,Funimation", "Studios": "Gonzo", "Sources": "Light novel", "Genres": "Action,Military,Sci-Fi,Comedy,Mecha", "Duration": "24 min. per ep.", "Rating": "R", "Score": 7.76, "Scored by": 165559, "Members": 312341, "Favorites": 3879, "Description": "Equipped with cutting-edge weaponry and specialized troops, a private military organization named Mithril strives to extinguish the world's terrorism and all threats to peace on earth. The organization is powered by the \"Whispered,\" individuals who possess intuitive knowledge and the remarkable ability to create powerful devices and machinery.\n\nSeventeen-year-old Sousuke Sagara, a sergeant working for Mithril, has been assigned to protect Kaname Chidori, a Whispered candidate. He is ordered to join her high school class and be as close to her as possible to prevent her from falling into enemy hands—that is, if he can safely blend in with their fellow classmates without revealing his true identity.\n\nSousuke, who was raised on a battlefield and has very little knowledge of an average high school student's lifestyle, must adapt to a normal school life to safeguard Kaname. However, enemy forces have already begun making their move, and Sousuke is about to find out that the adversary coming for the Whispered girl may be a lot more familiar than he expects.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/e9252036a2af91e93375ce789aaf8a331508462837_full.jpg"}, {"Title": "Bokurano", "Type": "TV", "Episodes": "24", "Status": "Finished Airing", "Start airing": "2007-4-9", "End airing": "2007-9-25", "Starting season": "Spring", "Broadcast time": "Mondays at 01:30 (JST)", "Producers": "Sotsu Music Publishing", "Licensors": "Discotek Media", "Studios": "Gonzo", "Sources": "Manga", "Genres": "Sci-Fi,Psychological,Drama,Mecha", "Duration": "23 min. per ep.", "Rating": "R", "Score": 7.75, "Scored by": 31138, "Members": 99473, "Favorites": 925, "Description": "15 children, 8 boys and 7 girls, are enjoying their summer camp together when they suddenly discover a grotto by the sea. When they enter the mysterious place they find a room full of computers, as well as a man named Kokopelli, who introduces himself as the owner. He claims to be working on a game which involves a giant robot that has been designed to protect the Earth from 15 different alien invasions. Kokopelli hasn't been able to test the game yet, so he persuades all but one of the children to sign a contract in what he claims will be a fun adventure.\n\nHowever, as soon as the contracts are signed things start to take a much darker turn. In Bokurano, the children must now pilot the giant robot Zearth one at a time in the hopes that they will have what it takes to defeat all of the upcoming enemies. But Kokopelli has left out one very important piece of information: the giant robot Zearth's energy source.", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/c34543e21a7d483c4ee04c43bf6224941457473875_full.jpg"}, {"Title": "Kemono Friends", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2017-1-11", "End airing": "2017-3-29", "Starting season": "Winter", "Broadcast time": "Wednesdays at 01:35 (JST)", "Producers": "TV Tokyo,Victor Entertainment,AT-X,KlockWorx,flying DOG,Bushiroad,Age Global Networks,famima.com,Docomo Anime Store,Just Pro", "Licensors": "Crunchyroll", "Studios": "Yaoyorozu", "Sources": "Game", "Genres": "Adventure,Comedy,Fantasy", "Duration": "24 min. per ep.", "Rating": "PG", "Score": 7.73, "Scored by": 17056, "Members": 44690, "Favorites": 751, "Description": "Japari Park is an untamed paradise where many humanoid animals, known as \"Friends,\" live their everyday lives in all corners of the natural environmental park.\n\nOne lazy afternoon in the savannah area, the energetic Serval encounters a peculiar new Friend. Curious, she swiftly takes down the Friend, named Kaban, to try and discover what species she is. To Serval's disappointment, not even Kaban herself knows the answer.\n\nThe two become friends and set out on a grand adventure through the many habitats, landmarks, and attractions of Japari Park. Their destination is the park library, where they hope to shed some light on Kaban’s identity. Along the way, they meet many other Friends, looking into their lives and helping them out. However, they soon begin to uncover the sinister reality behind the park and their own existence.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/9d2ef3afda769a1ec026fbef8e3961451548270906_full.jpg"}, {"Title": "Nobunaga Concerto", "Type": "TV", "Episodes": "10", "Status": "Finished Airing", "Start airing": "2014-7-12", "End airing": "2014-9-20", "Starting season": "Summer", "Broadcast time": "-", "Producers": "Pony Canyon", "Licensors": "-", "Studios": "Fuji TV", "Sources": "Manga", "Genres": "Comedy,Historical,Romance,Shounen", "Duration": "22 min. per ep.", "Rating": "PG-13", "Score": 7.73, "Scored by": 13690, "Members": 33750, "Favorites": 216, "Description": "\"Who cares about what happened in Japan's past? It has nothing to do with my life.\"\n\nWith these words, carefree high school student Saburou finds himself unceremoniously thrown back in time to the Sengoku Era, landing directly in front of the legendary general Nobunaga Oda. Nobunaga, on the run from his retainers and wishing to rest due to his frailty, beseeches Saburou to take his place, as the two bear an uncanny resemblance. Although Saburou is still confused by his surroundings, Nobunaga hurriedly provides the boy with the necessary items to prove that he is the bona fide feudal lord and makes a hasty getaway.\n\nNow a stand-in for someone he doesn't even know all that much about—though his modern experiences and knowledge are sure to help him—Saburou begins his unexpected quest to pose as the man who attempted to unite all of Japan.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/5d15b54851219a0146da0f60259c9a411405544841_full.jpg"}, {"Title": "Genshiken", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2004-10-10", "End airing": "2004-12-26", "Starting season": "Fall", "Broadcast time": "Sundays at Unknown", "Producers": "Genco,Lantis,Kids Station,Toshiba Entertainment", "Licensors": "Media Blasters", "Studios": "Palm Studio", "Sources": "Manga", "Genres": "Slice of Life,Comedy,Parody", "Duration": "25 min. per ep.", "Rating": "PG-13", "Score": 7.72, "Scored by": 53575, "Members": 121007, "Favorites": 1175, "Description": "Kanji Sasahara is an introverted college freshman just looking for a place to fit in. One day, he happens to stumble upon the club known as the Society for the Study of Modern Visual Culture—otherwise known as Genshiken—that serves to bring the full spectrum of otaku culture together. His first visit to the club, however, does not end well as Sasahara's pride is crushed by his senior, Harunobu Madarame, and he leaves the meeting in full denial of his otaku nature. However, after befriending club member Makoto Kousaka, who turns out to be a hardcore otaku despite his looks, Sasahara becomes more involved with club activities which include obsessing over their favorite anime, reading doujinshi, and attending conventions. There, he meets other interesting people like Kousaka's vehemently non-otaku girlfriend Saki Kasukabe, who strives to turn her boyfriend into a \"normal guy.\"\n\nWhile Saki struggles to understand otaku culture and her boyfriend's love for it, Sasahara finds himself enjoying his time at Genshiken, gradually shedding any denial he once had about being an otaku and immersing himself in an otaku lifestyle. \n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/326cfb405a1f3285b92172ba39dacecd1373051662_full.jpg"}, {"Title": "Giant Gorg", "Type": "TV", "Episodes": "26", "Status": "Finished Airing", "Start airing": "1984-4-5", "End airing": "1984-9-27", "Starting season": "Spring", "Broadcast time": "-", "Producers": "-", "Licensors": "Discotek Media", "Studios": "Sunrise", "Sources": "Original", "Genres": "Action,Adventure,Mecha,Sci-Fi", "Duration": "25 min. per ep.", "Rating": "PG-13", "Score": 7.71, "Scored by": 522, "Members": 2361, "Favorites": 14, "Description": "Austral Island is located 2,000 km south from Samoa islands. The existence of the island was removed from the official records, and Tagami Yuu made a journey to search for the reason.\n\nHe sailed for the island with Dr. Waive who was his father's friend, Doris who is the daughter of Dr. Waive, and Captain who is the friend of Dr. Waive. On their way to the island, GAIL, the international conglomerate, and gangster, Cougar Connection lead by Lady Lynx attacked them.\n\nThey managed to arrive at the island, but suddenly a mysterious monster began to attack them. When they became ready for death, a blue giant robot appeared. It destroyed the monster and saved them. Although it was an existence far beyond human knowledge, it reminded Yuu of something warm and familiar.\n\nIt was Giant Gorg which is called \"Messenger of the God\" by the inhabitants of the island. Escaping from the attack of GAIL's assault team, Gorg guided Yuu into the underworld. There, he found alien's relic and an alien who woke up after 30,000 years' sleep.\n\n(Source: AnimeNfo)", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/8452e9c1ab2e4edc6f8e158e29d8f2cd1482199798_full.jpg"}, {"Title": "Orange", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2016-7-4", "End airing": "2016-9-26", "Starting season": "Summer", "Broadcast time": "Mondays at 00:00 (JST)", "Producers": "TMS Entertainment,DAX Production,TOHO animation,Lawson,ABC Animation", "Licensors": "Funimation,Crunchyroll", "Studios": "Telecom Animation Film", "Sources": "Manga", "Genres": "Sci-Fi,Drama,Romance,School,Shoujo", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.71, "Scored by": 125725, "Members": 280079, "Favorites": 2413, "Description": "Naho Takamiya's first day of her sophomore year of high school is off to an uneasy start. After waking up late, she receives a strange letter addressed to her. However, the letter is from herself—10 years in the future! At first, Naho is skeptical of the note; yet, after witnessing several events described to take place, she realizes the letter really is from her 26-year-old self.\n\nThe note details that Naho's future life is filled with regrets, and she hopes that her younger self can correct the mistakes that were made in the past. The letter also warns her to keep a close eye on the new transfer student, Kakeru Naruse. Naho must be especially careful in making decisions involving him, as Kakeru is not around in the future. With the letter as her guide, Naho now has the power to protect Kakeru before she comes to regret it once more.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/4052cb0ee15e76c3795319b0a08c1ecb1467466859_full.jpg"}, {"Title": "Noblesse: Awakening", "Type": "ONA", "Episodes": "1", "Status": "Finished Airing", "Start airing": "2016-2-4", "End airing": "-", "Starting season": "-", "Broadcast time": "-", "Producers": "-", "Licensors": "-", "Studios": "Production I.G", "Sources": "Web manga", "Genres": "Action,School,Supernatural,Vampire", "Duration": "31 min.", "Rating": "R", "Score": 7.7, "Scored by": 22651, "Members": 43964, "Favorites": 300, "Description": "Cadis Etrama di Raizel wakes up from 820-years long sleep and starts a new life as a high school student. His peaceful days as a student are soon interrupted by a group of attackers known as the \"Unions.\" Noblesse follows Raizel and his loyal servant, Frankenstein, as they constantly protect and save Raizel's new human friends from the mysterious threats.\n\n(Source: Crunchyroll)", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/2e37aa89ba3bca2be2265ee39557ef331454568861_full.jpg"}, {"Title": "Toriko", "Type": "TV", "Episodes": "147", "Status": "Finished Airing", "Start airing": "2011-4-3", "End airing": "2014-3-30", "Starting season": "Spring", "Broadcast time": "Sundays at 09:00 (JST)", "Producers": "Yomiko Advertising,Fuji TV,Shueisha", "Licensors": "Funimation", "Studios": "Toei Animation", "Sources": "Manga", "Genres": "Action,Adventure,Comedy,Fantasy,Shounen", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.7, "Scored by": 22771, "Members": 70588, "Favorites": 692, "Description": "Hamburgers that grow out of the ground like four-leaf clovers, mountain ranges carved out of ice cream, and warm servings of mac and cheese that stew deep within the stomachs of volcanoes fill the landscape. This world of delectable natural wonders has reached a prime age of exploration—the Gourmet Age! Citizens and chefs alike aspire to taste and prepare the finest dishes, while adventurers called \"Gourmet Hunters\" seek out delicious rare ingredients.\n\nPossessing a unique set of skills, the wild and passionate Gourmet Hunter Toriko is infamous for discovering 2% of all known ingredients. Together with his friend Komatsu—a highly skilled chef working at a five-star hotel—Toriko strives to complete his Full Course Menu of Life. But it isn’t going to be easy; in order to obtain the most delicious ingredients, Toriko must battle against obstacles like deadly monsters, evil organizations, and food itself!  \n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/eb8084f8230108f487402956e9984f1c1384463925_full.jpg"}, {"Title": "Fullmetal Alchemist: The Conqueror of Shamballa", "Type": "Movie", "Episodes": "1", "Status": "Finished Airing", "Start airing": "2005-7-23", "End airing": "-", "Starting season": "-", "Broadcast time": "-", "Producers": "Aniplex,Square Enix,Shochiku,Mainichi Broadcasting System", "Licensors": "Funimation", "Studios": "Bones", "Sources": "Manga", "Genres": "Military,Comedy,Historical,Drama,Fantasy,Shounen", "Duration": "1 hr. 45 min.", "Rating": "PG-13", "Score": 7.69, "Scored by": 145762, "Members": 220057, "Favorites": 588, "Description": "In desperation, Edward Elric sacrificed his body and soul to rescue his brother Alphonse, and is now displaced in the heart of Munich, Germany. He struggles to adapt to a world completely foreign to him in the wake of the economic crisis that followed the end of World War I. Isolated and unable to return home with his alchemy skills, Edward continues to research other methods of escaping the prison alongside colleagues who bear striking resemblances to many of the people he left behind. As dissent brews among the German citizenry, its neighbors also feel the unrest of the humiliated nation.\n\nMeanwhile, Alphonse continues to investigate Edward's disappearance, delving into the science of alchemy in the hopes of finally reuniting with his older brother. \n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/a3508283e4fe7ad3c7659b052654490e1478092816_full.jpg"}, {"Title": "K", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2012-10-5", "End airing": "2012-12-28", "Starting season": "Fall", "Broadcast time": "Thursdays at Unknown", "Producers": "Starchild Records,Mainichi Broadcasting System,KlockWorx", "Licensors": "Viz Media", "Studios": "GoHands", "Sources": "Original", "Genres": "Action,Super Power,Supernatural", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.68, "Scored by": 204698, "Members": 396096, "Favorites": 5324, "Description": "\"Kings\" are individuals who have been bestowed with incredible supernatural powers and granted the ability to recruit others into their clans. Protecting the lives and honor of their clansmen is an integral part of the Kings' duties. After a video depicting the heinous murder of a Red Clansman spreads virally, the unassuming student Yashiro Isana is accused of homicide. Now, a manhunt is underway for his head, bringing him into contact with the infamous \"Black Dog\" Kurou Yatogami—a skilled swordsman and martial artist determined to follow the wishes of his late master, the Seventh King.\n\nMeanwhile, the current Red King, Mikoto Suou, faces his own imminent demise as the search for Yashiro narrows. But during Yashiro's struggle to prove his innocence, a greater conspiracy is unraveling behind the scenes; clouds begin to appear in his memory, and close friends start to question his very existence. What began as a simple murder is now leading towards a full blown war between Kings with the very fate of the world at stake. \n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/99f92d123a765d249b28e9cff1ffcbd11575922001_full.jpg"}, {"Title": "World Trigger", "Type": "TV", "Episodes": "73", "Status": "Finished Airing", "Start airing": "2014-10-5", "End airing": "2016-4-3", "Starting season": "Fall", "Broadcast time": "Sundays at 06:30 (JST)", "Producers": "TV Asahi", "Licensors": "-", "Studios": "Toei Animation", "Sources": "Manga", "Genres": "Action,Sci-Fi,Supernatural,School,Shounen", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.68, "Scored by": 44226, "Members": 149179, "Favorites": 1027, "Description": "When a gate to another world suddenly opens on Earth, Mikado City is invaded by strange creatures known as \"Neighbors,\" malicious beings impervious to traditional weaponry. In response to their arrival, an organization called the Border Defense Agency has been established to combat the Neighbor menace through special weapons called \"Triggers.\" Even though several years have passed after the gate first opened, Neighbors are still a threat and members of Border remain on guard to ensure the safety of the planet.\n\nDespite this delicate situation, members-in-training, such as Osamu Mikumo, are not permitted to use their Triggers outside of headquarters. But when the mysterious new student in his class is dragged into a forbidden area by bullies, they are attacked by Neighbors, and Osamu has no choice but to do what he believes is right. Much to his surprise, however, the transfer student Yuuma Kuga makes short work of the aliens, revealing that he is a humanoid Neighbor in disguise.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/4bcfa1957b6785289d711849033f01b71449288307_full.jpg"}, {"Title": "Arakawa Under the Bridge", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2010-4-5", "End airing": "2010-6-28", "Starting season": "Spring", "Broadcast time": "-", "Producers": "Square Enix,Starchild Records,Rakuonsha", "Licensors": "NIS America, Inc.", "Studios": "Shaft", "Sources": "Manga", "Genres": "Comedy,Romance,Seinen", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.67, "Scored by": 93992, "Members": 208481, "Favorites": 1756, "Description": "Kou Ichinomiya is the son of a wealthy businessman who holds firm belief in his elite status. As such, he is determined to avoid becoming indebted to anyone; but one day, after a run-in with some mischievous kids on Arakawa Bridge, he ends up falling into the river running underneath. Luckily for him, a passerby is there to save him—but now, he owes his life to this stranger!\n\nAngered by this, Kou insists on paying her back, but this may just be the worst deal the arrogant businessman has ever made. The stranger—a stoic, tracksuit-wearing homeless girl known only as Nino—lives in a cardboard box under the bridge and wants only one thing: to fall in love. Asking Kou to be her boyfriend, he has no choice but to accept, forcing him to move out of his comfortable home and start a new life under the bridge!\n\n[Written by MAL Rewrite]\n", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/c046cff9d38e384acac5dbd3f705e9561359490136_full.jpg"}, {"Title": "Gugure! Kokkuri-san", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2014-10-6", "End airing": "2014-12-22", "Starting season": "Fall", "Broadcast time": "Mondays at 01:05 (JST)", "Producers": "TV Tokyo,Frontier Works,Media Factory,Nihon Ad Systems,Sony Music Communications", "Licensors": "Sentai Filmworks", "Studios": "TMS Entertainment", "Sources": "4-koma manga", "Genres": "Comedy,Shounen,Supernatural", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.66, "Scored by": 50042, "Members": 113732, "Favorites": 767, "Description": "Kohina Ichimatsu, the self-proclaimed doll, called out the fox ghost Kokkuri-san with a suspicious incantation! But it was a story of the past where Kokkuri-san was able to answer any question you had. Nowadays, it relies on a certain search engine, but is actually bad at anything digital. He was going to possess Kohina, but got worried about her living all alone and devotes himself to do chores as if he was her mother. On top of that, the dog ghost Inugami who is infatuated with Kohina and the old good-for-nothing supernatural raccoon dog Shigaraki decide to root themselves with her as well! \n\n(Source: Crunchyroll)", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/05b760c7cc8eb1a59e1ba4679a78d6fd1412208964_full.jpg"}, {"Title": "Moyashimon", "Type": "TV", "Episodes": "11", "Status": "Finished Airing", "Start airing": "2007-10-12", "End airing": "2007-12-21", "Starting season": "Fall", "Broadcast time": "-", "Producers": "Dentsu,Kodansha,Fuji TV,Sony Music Entertainment,Fuji Pacific Music Publishing", "Licensors": "-", "Studios": "Telecom Animation Film,Shirogumi", "Sources": "Manga", "Genres": "Comedy,School,Supernatural", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.66, "Scored by": 22095, "Members": 51550, "Favorites": 229, "Description": "Enter Tadayasu, a freshmen college student who can see and talk to cute, chibi bacteria and other microscopic organisms. It's not all fun and games like it sounds though, because it gets him into all sorts of trouble. Join Tadayasu as he enters his first year at the Agriculture University, what crazy events await him?", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/d82364ba9b1f0414f24714cc4f8f261e1342639264_full.jpg"}, {"Title": "Sword Art Online", "Type": "TV", "Episodes": "25", "Status": "Finished Airing", "Start airing": "2012-7-8", "End airing": "2012-12-23", "Starting season": "Summer", "Broadcast time": "Sundays at 00:00 (JST)", "Producers": "Aniplex,Genco,DAX Production,ASCII Media Works", "Licensors": "Aniplex of America", "Studios": "A-1 Pictures", "Sources": "Light novel", "Genres": "Action,Adventure,Fantasy,Game,Romance", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.65, "Scored by": 902116, "Members": 1279860, "Favorites": 49684, "Description": "In the year 2022, virtual reality has progressed by leaps and bounds, and a massive online role-playing game called Sword Art Online (SAO) is launched. With the aid of \"NerveGear\" technology, players can control their avatars within the game using nothing but their own thoughts.\n\nKazuto Kirigaya, nicknamed \"Kirito,\" is among the lucky few enthusiasts who get their hands on the first shipment of the game. He logs in to find himself, with ten-thousand others, in the scenic and elaborate world of Aincrad, one full of fantastic medieval weapons and gruesome monsters. However, in a cruel turn of events, the players soon realize they cannot log out; the game's creator has trapped them in his new world until they complete all one hundred levels of the game.\n\nIn order to escape Aincrad, Kirito will now have to interact and cooperate with his fellow players. Some are allies, while others are foes, like Asuna Yuuki, who commands the leading group attempting to escape from the ruthless game. To make matters worse, Sword Art Online is not all fun and games: if they die in Aincrad, they die in real life. Kirito must adapt to his new reality, fight for his survival, and hopefully break free from his virtual hell.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/1695b24f123889418228be89e00b9a0d1570828158_full.jpg"}, {"Title": "Ano Natsu de Matteru", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2012-1-10", "End airing": "2012-3-27", "Starting season": "Winter", "Broadcast time": "Tuesdays at 01:30 (JST)", "Producers": "Geneon Universal Entertainment,Genco,AT-X,Bushiroad,Showgate", "Licensors": "Sentai Filmworks", "Studios": "J.C.Staff", "Sources": "Original", "Genres": "Comedy,Drama,Romance,Sci-Fi,Slice of Life", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.64, "Scored by": 108007, "Members": 216725, "Favorites": 1565, "Description": "While testing out his camera on a bridge one summer night, Kaito Kirishima sees a blue light streaking across the sky, only to be blown off the railing seconds later. Just before succumbing to unconsciousness, a hand reaches down to grab ahold of his own. Dazed and confused, Kaito wakes up the next morning wondering how he ended up back in his own room with no apparent injuries or any recollection of the night before. As he proceeds with his normal school life, Kaito and his friends discuss what to do with his camera, finally deciding to make a film with it over their upcoming summer break. Noticing that Kaito has an interest in the new upperclassmen Ichika Takatsuki, his friend Tetsurou Ishigaki decides to invite her, as well as her friend Remon Yamano, to join them in their movie project.\n\nIn what becomes one of the most entertaining and exciting summers of their lives, Kaito and his friends find that their time spent together is not just about creating a film, but something much more meaningful that will force them to confront their true feelings and each other.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/421d404c6a1cfb9f5e103b709cf364981325706809_full.jpg"}, {"Title": "Amagi Brilliant Park", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2014-10-7", "End airing": "2014-12-26", "Starting season": "Fall", "Broadcast time": "Fridays at 02:16 (JST)", "Producers": "Avex Entertainment,TBS,DAX Production,flying DOG,Mobcast", "Licensors": "Sentai Filmworks", "Studios": "Kyoto Animation", "Sources": "Light novel", "Genres": "Comedy,Magic,Fantasy", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.63, "Scored by": 172096, "Members": 308748, "Favorites": 1509, "Description": "Kanie Seiya, a smart and extremely narcissistic high school student, believes that the beautiful but reserved Sento Isuzu has invited him on a date at an amusement park called Amagi Brilliant Park. Much to his chagrin, not only is the location a run-down facility, the supposed date is merely a recruitment tour where Sento and Princess Latifa Fleuranza, the owner of the theme park, ask him to become the park's new manager. Their cause for desperation? As stipulated in a land-use contract, Amagi has less than three months to meet a quota of 500,000 guests, or the park will be closed for good and the land redeveloped by a greedy real-estate company.\n\nSeiya is won over by the revelation that Amagi is no ordinary amusement park; many of its employees are Maple Landers—mysterious magical beings who live in the human world and are nourished by the energy created by people having fun. Entrusted with the hopes and dreams of this far-off enchanted land, Seiya must now use his many skills to bring Amagi back on its feet, or watch it crumble before his eyes.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/c86883b9efc479469371d4fdea72720a1432769696_full.jpg"}, {"Title": "Love Stage!!", "Type": "TV", "Episodes": "10", "Status": "Finished Airing", "Start airing": "2014-7-10", "End airing": "2014-9-11", "Starting season": "Summer", "Broadcast time": "Thursdays at 01:05 (JST)", "Producers": "Kadokawa Shoten", "Licensors": "Sentai Filmworks", "Studios": "J.C.Staff", "Sources": "Manga", "Genres": "Comedy,Romance,Shounen Ai", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.63, "Scored by": 65184, "Members": 117399, "Favorites": 1275, "Description": "With an actress mother, producer father, and rockstar brother, anyone would expect Izumi Sena to eventually enter showbiz himself. However, aside from a commercial for a wedding magazine when he was a child, Izumi has never been in the spotlight; instead, he aims to become a manga artist. \n\nBut a decade after the shoot, the magazine calls for a 10th anniversary ad, requesting the original child actors for the project. This reunites Izumi with Ryouma Ichijou, now a popular actor who, much to Izumi's shock, has been in love with him ever since their first meeting! However, due to Izumi's feminine appearance and unisex name, Ryouma believed the boy was a girl and continues to do so to this day. Izumi's troubles are just beginning, because even after discovering the truth, Ryouma can't seem to shake off his feelings...\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/d095879534187c6f57546b2aafb8b5361404912213_full.jpg"}, {"Title": "Marmalade Boy", "Type": "TV", "Episodes": "76", "Status": "Finished Airing", "Start airing": "1994-3-13", "End airing": "1995-9-3", "Starting season": "Spring", "Broadcast time": "Sundays at 08:30 (JST)", "Producers": "Asahi Broadcasting", "Licensors": "Discotek Media,TOKYOPOP", "Studios": "Toei Animation", "Sources": "Manga", "Genres": "Comedy,Drama,Romance,Shoujo", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.62, "Scored by": 12209, "Members": 29984, "Favorites": 451, "Description": "Miki Koishikawa is a high school student who enjoys a very simple life. However, her ordinary life is about to be turned upside down, and she may not be able to handle everything that is coming her way.\n\nAfter a very \"fun\" holiday in Hawaii, her parents have decided to get a divorce. As if this wasn’t enough of a shock for the poor girl, she also discovers that they will soon be re-marrying and swapping partners with another couple who they met on holiday. In order to include Miki in this shocking turn of events, they ask her to give the new couple a chance, and set up a dinner date with everyone. Miki may have tried to be emotionally prepared for her new parents, but what she was not expecting was their handsome son Matsuura Yuu.\n\nMiki develops an instant crush for Yuu. What starts off as a lovely friendship between them soon develops into romantic feelings which they are both finding hard to control. But more trouble is ahead in their relationship, as both Miki and Yuu have admirers of their own who are trying very hard to keep them separated.", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/b062a3850315a43ae2eb1389541acb761581484715_full.jpg"}, {"Title": "Flying Witch", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2016-4-10", "End airing": "2016-6-26", "Starting season": "Spring", "Broadcast time": "Sundays at 02:25 (JST)", "Producers": "VAP,Kodansha,Magic Capsule,Nippon Television Network,RAB Aomori Broadcasting,Nippon Television Music", "Licensors": "Sentai Filmworks", "Studios": "J.C.Staff", "Sources": "Manga", "Genres": "Slice of Life,Comedy,Supernatural,Magic,Shounen", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.61, "Scored by": 58054, "Members": 143035, "Favorites": 812, "Description": "In the witches' tradition, when a practitioner turns 15, they must become independent and leave their home to study witchcraft. Makoto Kowata is one such apprentice witch who leaves her parents' home in Yokohama in pursuit of knowledge and training. Along with her companion Chito, a black cat familiar, they embark on a journey to Aomori, a region favored by witches due to its abundance of nature and affinity with magic. They begin their new life by living with Makoto's second cousins, Kei Kuramoto and his little sister Chinatsu.\n\nWhile Makoto may seem to be attending high school like any other teenager, her whimsical and eccentric involvement with witchcraft sets her apart from others her age. From her encounter with an anthropomorphic dog fortune teller to the peculiar magic training she receives from her older sister Akane, Makoto's peaceful everyday life is filled with the idiosyncrasies of witchcraft that she shares with her friends and family.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/71db9b8dbcbd69284df73b4c1e6ef3df1460066070_full.jpg"}, {"Title": "Little Busters!", "Type": "TV", "Episodes": "26", "Status": "Finished Airing", "Start airing": "2012-10-6", "End airing": "2013-4-6", "Starting season": "Fall", "Broadcast time": "-", "Producers": "Warner Bros.,Showgate", "Licensors": "Sentai Filmworks", "Studios": "J.C.Staff", "Sources": "Visual novel", "Genres": "Slice of Life,Comedy,Supernatural,Drama,School", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.61, "Scored by": 65961, "Members": 173433, "Favorites": 1603, "Description": "As a child, Riki Naoe shut himself from the world, thanks to a diagnosis of narcolepsy following the tragic deaths of his parents. However, Riki is saved when, one fateful day, a boy named Kyousuke recruits him into a team who call themselves the Little Busters. Accompanied by Masato, Kengo, and Rin, these misfits spend their childhood fighting evil and enjoying their youth.\n\nYears pass, and even in high school, the well-knit teammates remain together. Kyousuke decides to re-ignite the Little Busters by forming a baseball team as it will be his last school year with them. They have a problem though: there aren't enough members! The tables have turned, for it is now Riki's turn to reach out and recruit new friends into the Little Busters, just like Kyousuke had once done for him.\nThen, an omen surfaces—Rin finds a strange letter attached to her cat, assigning them the duty of uncovering the \"secret of this world\" by completing specific tasks. Just what is this secret, and why is it being hidden? It's up to the Little Busters to find out!\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/d95dc1eac5edc0d4358c0f7722d813931533944538_full.jpg"}, {"Title": "Mobile Fighter G Gundam", "Type": "TV", "Episodes": "49", "Status": "Finished Airing", "Start airing": "1994-4-1", "End airing": "1995-3-31", "Starting season": "Spring", "Broadcast time": "Fridays at 17:00 (JST)", "Producers": "TV Asahi,Sotsu", "Licensors": "Bandai Entertainment", "Studios": "Sunrise", "Sources": "Original", "Genres": "Sci-Fi,Adventure,Space,Comedy,Sports,Drama,Romance,Martial Arts,Mecha", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.61, "Scored by": 23821, "Members": 42914, "Favorites": 723, "Description": "In the Year FC 60, much of mankind inhabits space colonies which orbit the Earth. Dominance over the colonies is decided once every four years by a large tournament in which each nation sends a single representative to fight the others with a giant robot called a Gundam. Domon Kashuu is selected to represent Neo-Japan in one of these tournaments, but he fights less to ensure his nation's victory than to find his brother, who has been blamed for the deaths of Domon's parents and the disappearance of a very dangerous weapon, the Dark Gundam or Devil Gundam.\n\n(Source: ANN)", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/9603d1d63886a4446e86860e0a304b271489008660_full.jpg"}, {"Title": "IDOLiSH7", "Type": "TV", "Episodes": "17", "Status": "Currently Airing", "Start airing": "2018-1-7", "End airing": "2018-5-19", "Starting season": "Winter", "Broadcast time": "Sundays at 22:30 (JST)", "Producers": "Bandai Visual,Lantis,Bandai Namco Games", "Licensors": "-", "Studios": "TROYCA", "Sources": "Game", "Genres": "Music", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.59, "Scored by": 1871, "Members": 11922, "Favorites": 204, "Description": "Working at an agency owned by your father, seven new idols await. They are all part of an idol unit IDOLiSH7, and each of them have unique personalities. It is your task to manage them. In order to achieve the same goals, as manager and idols together, you gather the seven ununified hearts and aim for the top.\n\n(Source: MAL News)", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/c4f910c11fbb50ea92ed086899c6190e1509670708_full.jpg"}, {"Title": "Aldnoah.Zero", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2014-7-6", "End airing": "2014-9-21", "Starting season": "Summer", "Broadcast time": "Sundays at 00:00 (JST)", "Producers": "Aniplex,Movic,Nitroplus,Houbunsha,MAGES.,Tokyo MX,Asahi Broadcasting,BS11", "Licensors": "Aniplex of America", "Studios": "A-1 Pictures,TROYCA", "Sources": "Original", "Genres": "Action,Military,Sci-Fi,Mecha", "Duration": "23 min. per ep.", "Rating": "R", "Score": 7.58, "Scored by": 182514, "Members": 319901, "Favorites": 3390, "Description": "The discovery of a hypergate on the Moon once allowed the human race to teleport to Mars. Those who chose to settle there unearthed a technology far more advanced than that of their home planet, which they named \"Aldnoah.\" This discovery led to the founding of the Vers Empire of Mars and a declaration of war against the \"Terrans,\" those who stayed behind on Earth. However, a battle on the moon—later called \"Heaven's Fall\"—caused the hypergate to explode, destroying the moon and leading the two planets to establish an uneasy ceasefire.\n\nTheir peace was a fragile one, however. Fifteen years later, high school student Inaho Kaizuka witnesses the plotted assassination of the Vers Empire's Princess Asseylum Vers Allusia, who had come to Earth in hopes of repairing the relationship between the empire and its homeland. The ceasefire is shattered, and the Martians declare war on the Terrans once again. In the face of this insurmountable enemy, Inaho and his friends must now fight against the Vers Empire to settle the war once and for all.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/1ee8628337834531f6427a97248129871420484061_full.jpg"}, {"Title": "Gabriel DropOut", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2017-1-9", "End airing": "2017-3-27", "Starting season": "Winter", "Broadcast time": "Mondays at 22:30 (JST)", "Producers": "Media Factory,AT-X,Sony Music Communications,Kadokawa Media House,NTT Plala", "Licensors": "-", "Studios": "Doga Kobo", "Sources": "Manga", "Genres": "Comedy,Demons,Supernatural,School,Shounen", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.57, "Scored by": 83246, "Members": 167116, "Favorites": 1343, "Description": "For centuries, Heaven has required its young angels to live and study among humans in order to become full-fledged angels. This is no different for top-of-her-class Gabriel White Tenma, who believes it is her mission to be a great angel who will bring happiness to mankind. However, Gabriel grows addicted to video games on Earth and eventually becomes a hikikomori. Proclaiming herself a \"Faillen Angel,\" she is apathetic to everything else—much to the annoyance of Vignette April Tsukinose, a demon whom Gabriel befriended in her angelic early days on Earth.\n\nVignette's attempts to revert Gabriel back to her previous self are in vain, as Gabriel shoots down any attempt to change her precious lifestyle. As they spend their time on Earth, they meet two eccentric personalities: the angel Raphiel Ainsworth Shiraha, Gabriel's classmate with a penchant for sadism, and the demon Satanichia McDowell Kurumizawa, a clumsy self-proclaimed future ruler of the Underworld.\n\nGabriel DropOut follows these four friends' comedic lives as they utterly fail to understand what it truly means to be a demon or an angel.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/361c7be62685d032771ebde63c53f2381483178237_full.jpg"}, {"Title": "Hakata Tonkotsu Ramens", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2018-1-12", "End airing": "2018-3-30", "Starting season": "Winter", "Broadcast time": "Fridays at 22:30 (JST)", "Producers": "Sotsu,AT-X,Warner Bros.,KlockWorx,ASCII Media Works,Tokyo MX,BS11", "Licensors": "Funimation", "Studios": "Satelight", "Sources": "Novel", "Genres": "Action", "Duration": "23 min. per ep.", "Rating": "R", "Score": 7.56, "Scored by": 19533, "Members": 65015, "Favorites": 209, "Description": "Although the city of Fukuoka might look relatively peaceful at first glance, in actuality it houses a thriving mixture of dangerous individuals such as killers, detectives, and professional revenge seekers right beneath its surface. Among their number is Zenji Banba, a laidback and observant detective who is investigating the work of other hitmen companies in the area. However, Banba might not be the only one with a bone to pick with these organizations, as Xianming Ling, a crossdressing male hitman in the employ of one such company begins getting fed up with his lack of jobs and pay.\n\nOne day, after Ling's current target commits suicide before the hitman could reach him, his company refuses to pay him even half the amount they were originally supposed to for the assassination. Frustrated, Ling requests another mission and is offered the job of taking out Banba, whom his organization believes has been interfering with their business. However, when Banba arrives at his home and finds the hitman inside, Ling surprisingly doesn't even attempt to kill him. Instead, he offers the detective another option: to join him and form a team. With the offer on the table, exactly how will Banba respond, and just what plans does Ling have in store for the underground world of Fukuoka?\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/a76da2cd5cf2f8ad5ff7f65bcdf7f9341515720475_full.jpg"}, {"Title": "Love Live! Sunshine!!", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2016-7-2", "End airing": "2016-9-24", "Starting season": "Summer", "Broadcast time": "Saturdays at 22:30 (JST)", "Producers": "Bandai Visual,Lantis,Magic Capsule,ASCII Media Works,Bushiroad", "Licensors": "Funimation", "Studios": "Sunrise", "Sources": "Other", "Genres": "Music,Slice of Life,School", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.55, "Scored by": 39653, "Members": 84288, "Favorites": 1827, "Description": "Chika Takami, a self-proclaimed normal girl, has never been involved in any clubs and lacked any notable talents. However, after a visit to Tokyo, she discovers a stage where even an ordinary girl like her could shine—the world of school idols. Inspired by the former superstar school idol group μ's, Chika is determined to start her own school idol club in her seaside hometown at Uranohoshi Girl's High School. But even before gathering any students to join the group, the aspiring school idol finds her greatest obstacle to be student council president Dia Kurosawa who stands firmly against the creation of the club.\n\nJust when it seems there is no hope, Chika meets Riko Sakurauchi, a transfer student from Otonokizaka High School, home of μ's. Somewhat shy but a talented piano player, Chika believes her to be a promising recruit, though convincing her to join is easier said than done. In spite of that, Chika chooses to charge forward and overcome the obstacles keeping her from forming a school idol group that shines as bright as the nine that came before her.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/d6b86e43bfb2e1973388eef42ca820151507939806_full.jpg"}, {"Title": "Saki", "Type": "TV", "Episodes": "25", "Status": "Finished Airing", "Start airing": "2009-4-6", "End airing": "2009-9-28", "Starting season": "Spring", "Broadcast time": "Mondays at 02:00 (JST)", "Producers": "TV Tokyo,Square Enix,Sotsu,Lantis,Pony Canyon,KlockWorx,TV Tokyo Music,Kiyosumi High School Mahjong Club,Sotsu Music Publishing", "Licensors": "-", "Studios": "Gonzo,Picture Magic", "Sources": "Manga", "Genres": "Game,School,Slice of Life", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.55, "Scored by": 26880, "Members": 64588, "Favorites": 749, "Description": "Saki Miyanaga is a high school freshman who doesn't like mahjong. Ever since she was a child, she would lose her New Year's gift money during her family mahjong game. If she won, her parents would be upset, and if she lost, well, she lost. As a result, she's learned to play in such a way that her score differential always remains ±0: not good enough to win, but not bad enough to lose. When we meet her, she's being dragged to her school's mahjong club by an old friend. How will a girl who hates mahjong, yet has become adept at the game as a result of her upbringing, survive in this environment?\n\n(Sources: ANN and AniDB)", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/d9f5e51c6ce7a1c3c36cd0728596d2dc1389320768_full.jpg"}, {"Title": "WWW.Working!!", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2016-10-1", "End airing": "2016-12-24", "Starting season": "Fall", "Broadcast time": "Saturdays at 23:30 (JST)", "Producers": "Aniplex,Yomiuri Telecasting,Lawson", "Licensors": "-", "Studios": "A-1 Pictures", "Sources": "Web manga", "Genres": "Slice of Life,Comedy", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.55, "Scored by": 38761, "Members": 81059, "Favorites": 210, "Description": "Daisuke Higashida is a serious first-year student at Higashizaka High School. He lives a peaceful everyday life even though he is not satisfied with the family who doesn't laugh at all and makes him tired. However, his father's company goes bankrupt one day, and he can no longer afford allowances, cellphone bills, and commuter tickets. When his father orders him to take up a part-time job, Daisuke decides to work at a nearby family restaurant in order to avoid traveling 15 kilometers to school by bicycle.", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/9affa5082b5565b1bb0874e274a0cfd71475201320_full.jpg"}, {"Title": "Accel World", "Type": "TV", "Episodes": "24", "Status": "Finished Airing", "Start airing": "2012-4-7", "End airing": "2012-9-22", "Starting season": "Spring", "Broadcast time": "Saturdays at 00:30 (JST)", "Producers": "Genco,Rakuonsha,Warner Bros.,flying DOG,ASCII Media Works", "Licensors": "Viz Media", "Studios": "Sunrise", "Sources": "Light novel", "Genres": "Action,Game,Sci-Fi,Romance,School", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.53, "Scored by": 233530, "Members": 428203, "Favorites": 3665, "Description": "Haruyuki Arita is an overweight, bullied middle schooler who finds solace in playing online games. But his life takes a drastic turn one day, when he finds that all his high scores have been topped by Kuroyukihime, the popular vice president of the student council. She then invites him to the student lounge and introduces him to \"Brain Burst,\" a program which allows the users to accelerate their brain waves to the point where time seems to stop. Brain Burst also functions as an augmented reality fighting game, and in order to get more points to accelerate, users must win duels against other players. However, if a user loses all their points, they will also lose access to Brain Burst forever.\n\nKuroyukihime explains that she chose to show Haruyuki the program because she needs his help. She wants to meet the creator of Brain Burst and uncover the reason of why it was created, but that's easier said than done; to do so, she must defeat the \"Six Kings of Pure Color,\" powerful faction leaders within the game, and reach level 10, the highest level attainable. After the girl helps Haruyuki overcome the bullies that torment him, he vows to help her realize her goal, and so begins the duo's fight to reach the top.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/ae4c67ecb34c76379beb0a072ef4205d1575414444_full.jpg"}, {"Title": "Level E", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2011-1-11", "End airing": "2011-4-5", "Starting season": "Winter", "Broadcast time": "Tuesdays at Unknown", "Producers": "Aniplex,TV Tokyo Music,Sony Music Entertainment,Sakura Create", "Licensors": "Funimation", "Studios": "Studio Pierrot,David Production", "Sources": "Manga", "Genres": "Sci-Fi,Comedy,Shounen", "Duration": "24 min. per ep.", "Rating": "R", "Score": 7.53, "Scored by": 29717, "Members": 64739, "Favorites": 283, "Description": "In the present day, hundreds of extraterrestrial species walk the Earth. Some are pacifistic, others violent. Some are here for research purposes, others are career criminals. However, humans don't know they are here.\n\nNow, one more alien has arrived on Earth. One of the universe's foremost geniuses with a personality that's bound to attract all sorts of trouble.\n\n(Source: AniDB)", "anime_img": "https://img1.ak.crunchyroll.com/i/spire1/205ca28fbb216ef83c82c422660298e01293489455_full.jpg"}, {"Title": "Rokka no Yuusha", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2015-7-5", "End airing": "2015-9-20", "Starting season": "Summer", "Broadcast time": "Sundays at 02:58 (JST)", "Producers": "Pony Canyon", "Licensors": "Ponycan USA", "Studios": "Passione", "Sources": "Light novel", "Genres": "Action,Adventure,Fantasy,Magic,Mystery", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.53, "Scored by": 171195, "Members": 317271, "Favorites": 1713, "Description": "An ancient legend states that with the revival of the Demon God, six heroes—the Braves of the Six Flowers—will be chosen by the Goddess of Fate, granting them power to rise up against the fiends attempting to turn the world into a living hell. Adlet Mayer, self-proclaimed \"Strongest Man in the World,\" has arrived at the continent of Piena in hopes of becoming a Brave. Although it doesn't go as smoothly as he had planned, Adlet is ultimately chosen as one of the six heroes shortly after being greeted by Nashetania Loei Piena Augustra, crown princess and fellow Brave.\n\nRokka no Yuusha follows the two as they embark upon their destined journey to fight the Demon God, intending to meet up with their fellow heroes at a small temple outside of the Land of the Howling Demons, the fiends' domain. However, when they finally unite, seven heroes are present, and soon the others begin to suspect Adlet to be a fraud. Now on the run, Adlet must utilize his unique skill set and wit in a fight for his life to identify which member of the group is the true impostor before it's too late!\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/413329a7fe4baf3e48eec89117881f611436317729_full.jpg"}, {"Title": "Rozen Maiden", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2004-10-8", "End airing": "2004-12-24", "Starting season": "Fall", "Broadcast time": "Fridays at 01:55 (JST)", "Producers": "Mellow Head,Pony Canyon,TBS,Memory-Tech,Studio Jack", "Licensors": "Sentai Filmworks", "Studios": "Nomad", "Sources": "Manga", "Genres": "Action,Comedy,Drama,Magic,Seinen", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.53, "Scored by": 73971, "Members": 147293, "Favorites": 1891, "Description": "Traumatized by school, Jun Sakurada spends his days at home as a shut-in, purchasing things online, only to send them back before the free trial period ends. So when a note appears on his desk, asking whether or not he would wind something, he assumes it was something he ordered and carelessly circles \"yes,\" changing his life forever.\n\nA box arrives with a wind up doll inside, but this is no ordinary toy: after Jun winds her up, she begins walking and talking as if a normal person. With a haughty attitude, she introduces herself as Shinku, the fifth doll in the Rozen Maiden collection, a group of special dolls made by the legendary dollmaker Rozen. These sisters must battle each other in a competition called the Alice Game with the help of a human to ensure victory. The winner becomes Alice, a real girl who is worthy of meeting their creator.\n\nAs more sentient dolls end up taking residence in Jun's house, and a foe from Shinku's past makes her appearance, Jun's life becomes far more complicated than he ever thought possible.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/6b58d3908d89df63dca294e320a1407b1377306630_full.jpg"}, {"Title": "AKB0048", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2012-4-29", "End airing": "2012-7-22", "Starting season": "Spring", "Broadcast time": "-", "Producers": "Starchild Records,Magic Capsule,GANSIS", "Licensors": "Sentai Filmworks", "Studios": "Satelight", "Sources": "Original", "Genres": "Music,Sci-Fi", "Duration": "23 min. per ep.", "Rating": "PG-13", "Score": 7.5, "Scored by": 19769, "Members": 44346, "Favorites": 592, "Description": "After an interplanetary war at the beginning of the 21st century, planet Earth has been left in ruins, with much of its ecosystem completely destroyed. Because it was no longer possible to live a normal life on this planet, the inhabitants are forced to move on to other planets where life will, hopefully, be more comfortable.\n\nThe Deep Galactic Trade Organization, a totalitarian government that affects many of the newly inhabited planets, has somehow come to the conclusion that music is a source of evil, and that it must be banned and destroyed for good. The talent group AKB0048 is soon formed, based on the original AKB48 members that once lived on Earth. Even though their music is now considered universally illegal, they make it their mission to bring their music back to life by travelling from one planet to another and holding as many concerts as they possibly can. They must undergo a whole new set of training methods in order to become the best that they can possibly be, while also avoiding the constant danger of being arrested because of their music. Join interplanetary popstars AKB0048 as they try to save the world－with music!", "anime_img": "https://img1.ak.crunchyroll.com/i/spire4/678a58d26a711c162379022cf8636d071357755177_full.jpg"}, {"Title": "Outbreak Company", "Type": "TV", "Episodes": "12", "Status": "Finished Airing", "Start airing": "2013-10-4", "End airing": "2013-12-20", "Starting season": "Fall", "Broadcast time": "-", "Producers": "Pony Canyon,TBS,Kodansha,Movic,DAX Production", "Licensors": "Sentai Filmworks", "Studios": "feel.", "Sources": "Light novel", "Genres": "Harem,Comedy,Parody,Fantasy", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.49, "Scored by": 94618, "Members": 184563, "Favorites": 670, "Description": "Shinichi Kanou is a shut-in otaku with a vast knowledge of anime, manga, and video games. One day, after applying for a job in hopes of escaping his secluded lifestyle, he is kidnapped and transported to the Eldant Empire—a fantasy world filled with elves, dragons, and dwarves. Trapped in this strange land, Shinichi is given an unlikely task by the Japanese government: to spread otaku culture across the realm by becoming an \"Otaku Missionary.\"\n\nTo accomplish his mission, Shinichi has the full support of the Japanese government, as well as the half-elf maid Myucel and Princess Petralka of the Eldant Empire. Together with this ragtag bunch, he will overcome the obstacles of politics, social classes, and ethnic discrimination to promote the ways of the otaku in this holy land.\n\n[Written by MAL Rewrite]", "anime_img": "https://img1.ak.crunchyroll.com/i/spire3/01050df625fab464da296e330d9f83631380733553_full.jpg"}, {"Title": "True Tears", "Type": "TV", "Episodes": "13", "Status": "Finished Airing", "Start airing": "2008-1-6", "End airing": "2008-3-30", "Starting season": "Winter", "Broadcast time": "Sundays at 01:00 (JST)", "Producers": "Bandai Visual,Lantis", "Licensors": "Bandai Entertainment,Discotek Media,Bandai Visual USA", "Studios": "P.A. Works", "Sources": "Original", "Genres": "Drama,Romance,School", "Duration": "24 min. per ep.", "Rating": "PG-13", "Score": 7.49, "Scored by": 71475, "Members": 141063, "Favorites": 827, "Description": "Living under the same roof with the girl he has a crush on should be a dream for Shinichirou Nakagami, but the reality is closer to a nightmare. At school, Hiromi is bright, academically successful, athletic, and popular. But at home, Hiromi is a completely different person; she's cold, distant, and encased in the protective shell she's erected around herself after a painful childhood.\n\nAt school, a strange girl named Isurugi Noe suddenly takes an interest in Shinichirou. Noe loves the school's chickens, especially Raigomaru, who she's convinced can fly. Thus begins a strange relationship where Shinichirou helps Noe resolve her problems, even as he tries to figure out his own feelings about Noe, Hiromi, and his childhood friend, Andou Aiko. All the while Shinichirou is also trying to find the key to unlock Hiromi's heart, and to finish the children's picture book he's been writing. Surprisingly, it's Noe who proves critical to both... ", "anime_img": "https://img1.ak.crunchyroll.com/i/spire2/f3396572ad217714911c0b9d0ebc763a1499980478_full.jpg"}]